{"id": "19203467.T31.T68", "sentence": "PURPOSE: To compare phenelzine (PLZ), an antidepressant drug with anxiolytic properties which inhibits monoamine oxidase (MAO) but also elevates rat brain levels of the amino acids ?-aminobutyric acid (GABA) and alanine (ALA), with vigabatrin (VIG), an anticonvulsant which elevates brain @CHEMICAL$ by inhibition of @GENE$ (GABA-T), with regard to their actions on brain levels of GABA and ALA and on activities of MAO, GABA-T and ALA transaminase (ALA-T).", "label": "0"}
{"id": "17035141.T18.T22", "sentence": "METHODS: In 304 Caucasian American NTD families with myelomeningocele or anencephaly, we examined 28 polymorphisms in 11 genes: folate receptor 1, folate receptor 2, solute carrier family 19 member 1, transcobalamin II, methylenetetrahydrofolate dehydrogenase 1, serine hydroxymethyl-transferase 1, 5,10-methylenetetrahydrofolate reductase (MTHFR), 5-methyltetrahydrofolate-homo-cysteine methyltransferase, 5-methyltetrahydrofolate-@CHEMICAL$ methyltransferase reductase, betaine-homocysteine methyltransferase (BHMT), and @GENE$.", "label": "0"}
{"id": "14501155.T23.T11", "sentence": "The 5-HT(1/2/5/7)-receptor antagonist methysergide and the @GENE$ antagonist LY 53857 enhanced clomipramine-induced hyperglycemia, while the 5-HT(1A/1B)-receptor antagonist (-)-propranolol and the 5-HT(3/4)-receptor antagonist @CHEMICAL$ did not affect it.", "label": "0"}
{"id": "22815248.T33.T19", "sentence": "A significant decrease of aspartate aminotransferase, alanine aminotransferase, @GENE$ (LDH) activities and glutathione (@CHEMICAL$) levels and an increase of malondialdehyde (MDA) quantity was observed after CCl4 and PC administration alone.", "label": "0"}
{"id": "23530018.T26.T2", "sentence": "Strikingly, although V-3 and V-4 had opposite effects on @GENE$ activity, they are structurally identical except for their @CHEMICAL$ atom (Se versus Te).", "label": "0"}
{"id": "17499824.T17.T32", "sentence": "The enzyme requires PLP and divalent cations such as Ca(2+), @CHEMICAL$, or Mn(2+), but not ATP, whereas mammalian @GENE$ activity is increased by ATP.", "label": "0"}
{"id": "9231746.T21.T7", "sentence": "A variety of pharmacological agents have been used to inhibit @GENE$, and this inhibition occurs mostly via @CHEMICAL$-dependent association with the proteins.", "label": "0"}
{"id": "23221006.T26.T14", "sentence": "Similar characteristics were also observed for uptake of TEA; however, uptake of phenformin into mitochondria of organic cation/carnitine transporter 1 (@GENE$) knockout mice was lower than that in wild-type mice, whereas uptake of @CHEMICAL$ was comparable between the two strains, suggesting the involvement of distinct transport mechanisms for these two cations in mitochondria.", "label": "0"}
{"id": "17018843.T44.T4", "sentence": "Chronic insulin (24 h) activates NHE3 through the classic phosphatidylinositol 3-kinase-serum- and glucocorticoid-dependent kinase 1 (PI3K-SGK1) pathway as @GENE$ stimulates SGK1 phosphorylation and the insulin effect can be blocked by the PI3K inhibitor @CHEMICAL$ or a dominant-negative SGK1.", "label": "0"}
{"id": "17020418.T15.T26", "sentence": "Exemestane is a mechanism-based @CHEMICAL$ inhibitor that mimics the substrate, is converted by the enzyme to a reactive intermediate, and results in inactivation of @GENE$.", "label": "0"}
{"id": "20372850.T8.T26", "sentence": "Our results indicate that administration of @CHEMICAL$ could be selected on the basis of the immunohistochemical evaluation of TK-1 and @GENE$.", "label": "0"}
{"id": "22815248.T31.T16", "sentence": "A significant decrease of @GENE$, @CHEMICAL$ aminotransferase, lactate dehydrogenase (LDH) activities and glutathione (GSH) levels and an increase of malondialdehyde (MDA) quantity was observed after CCl4 and PC administration alone.", "label": "0"}
{"id": "22580612.T1.T13", "sentence": "MUC1-C interacts with EGFR (epidermal growth factor receptor), ErbB2 and other receptor @CHEMICAL$ kinases at the cell membrane and contributes to activation of the @GENE$AKT and mitogen-activated protein kinase kinase (MEK)extracellular signal-regulated kinase (ERK) pathways.", "label": "0"}
{"id": "15963471.T45.T24", "sentence": "Although incubating HASMCs for 48h with thiazolidinediones had no effect on @GENE$ mRNA and protein levels, troglitazone acutely inhibited @CHEMICAL$ uptake and [3H]NBMPR binding of HASMCs with IC50 values of 2.35+/-0.35 and 3.99+/-0.57microM, respectively.", "label": "0"}
{"id": "16916952.T36.T17", "sentence": "Thus, both species possess @GENE$ genes encoding inactive peptides, as previously described for chimpanzee @CHEMICAL$.", "label": "0"}
{"id": "17049513.T28.T2", "sentence": "Imatinib was also found to inhibit @GENE$-induced osteoclast survival as well as M-CSF-induced osteoclast bone resorbing activity, but was without effect on interleukin 1alpha (IL-1alpha) and receptor activator of nuclear factor kappa B ligand (RANKL)-induced inhibition of osteoclasts apoptosis, further supporting the hypothesis that @CHEMICAL$ may affect mature osteoclasts through the inhibition of c-FMS.", "label": "0"}
{"id": "14757703.T29.T13", "sentence": "This study demonstrates enhanced cardiostimulation by CGP 12177A (in the presence of propranolol) in rat ventricular myocytes overexpressing @GENE$, mediated by a Gs/@CHEMICAL$ signalling pathway.", "label": "0"}
{"id": "9003761.T4.T22", "sentence": "@CHEMICAL$ currents generated by TWIK-1 are inwardly rectifying while K+ currents generated by @GENE$ are outwardly rectifying.", "label": "0"}
{"id": "23481236.T50.T24", "sentence": "Unsaturated FFAs increased DAGs, TAGs and PTP1B expression significantly, but cells remained insulin sensitive as assessed by robust @GENE$ and PTP1B phosphorylation at serine (Ser) 50, @CHEMICAL$ 398 and tyrosine 152.", "label": "0"}
{"id": "19683471.T11.T2", "sentence": "Kinases, including IKKbeta, JNK, @GENE$, mTOR, and S6K, activated by the inducers of insulin resistance induce uncontrolled IRS @CHEMICAL$ phosphorylation.", "label": "0"}
{"id": "12213053.T17.T31", "sentence": "The @CHEMICAL$ analogue (38) of mazindol was the most potent and selective ligand for HEK-hDAT cells (DAT K(i) = 1.1 nM; SERT/@GENE$ = 1283 and NET/DAT = 38).", "label": "0"}
{"id": "23147414.T15.T27", "sentence": "All together, they indicate that aversive property of @CHEMICAL$ is dependent on ethanol action on @GENE$. Deletion of the α2-subunit led to faster recovery whereas absence of the α3-subunit slowed recovery from ethanol-induced incoordination (rotarod).", "label": "0"}
{"id": "23478800.T10.T53", "sentence": "However, Rac1 activation was not affected by Jak2 or Stat3 RNA interference, suggesting that the effect of @CHEMICAL$ occurs through a @GENE$-independent mechanism.", "label": "0"}
{"id": "14984733.T14.T2", "sentence": "Cells that were deficient in either @GENE$ or PSS2, as well as cells that were deficient in both PSS1 and PSS2, externalized normal amounts of @CHEMICAL$.", "label": "0"}
{"id": "23552851.T12.T27", "sentence": "@CHEMICAL$-induced autophagy mitigates cell apoptosis through modulation of PI3K/Akt and ERK and @GENE$ signaling pathways in human lung cancer cell lines.", "label": "0"}
{"id": "19337422.T16.T9", "sentence": "Prolonged use of tolvaptan leads to increased endogenous levels of @CHEM-GENE$ and perhaps over-stimulation of V(1A) receptors.", "label": "0"}
{"id": "14871882.T6.T31", "sentence": "In the kidney, @CHEMICAL$ is reabsorbed along the proximal convoluted tubule (PCT), transported by basolateral carriers, and produced by @GENE$ (AII).", "label": "0"}
{"id": "16973691.T23.T5", "sentence": "@GENE$ antagonism (10 mg kg(-1) bisoprolol) prevented 92% (P < 0.05) of apoptosis induced by all three agonists, but @CHEMICAL$-induced apoptosis could also be prevented by 96% (P < 0.05) by beta(2)-AR antagonism (10 mg kg(-1) ICI 118 551).", "label": "0"}
{"id": "17896959.T34.T2", "sentence": "The @CHEM-GENE$ (NCX) is a bidirectional transporter that normally extrudes Ca(2+) from the cell (forward mode), but also brings Ca(2+) into the cell (reverse mode) under special conditions such as intracellular Na(+) (Na(+)(i)) accumulation or membrane depolarization.", "label": "0"}
{"id": "17570561.T18.T1", "sentence": "The up-regulation of anthocyanin biosynthesis gene expression and @GENE$ mRNA observed in non-treated grape is not enhanced in @CHEMICAL$-treated grapes, which presented low total decay.", "label": "0"}
{"id": "20566645.T2.T15", "sentence": "Steady-state fluorescence was utilized to assess @CHEMICAL$ affinity in isolated @GENE$ containing F27W and did not necessarily mirror the fiber Ca(2+) sensitivity.", "label": "0"}
{"id": "10446934.T15.T38", "sentence": "Therefore, submaximal ACE inhibition enhanced @CHEMICAL$ excretion mainly by increasing RBF and GFR, whereas submaximal @GENE$ receptor blockade decreased tubular sodium and water reabsorption.", "label": "0"}
{"id": "23542513.T23.T51", "sentence": "5-Hydroxy-3,6,7,8,3'4'-hexamethoxyflavone inhibits @CHEMICAL$ production in lipopolysaccharide-stimulated BV2 microglia via NF-κB suppression and @GENE$-dependent heme oxygenase-1 induction.", "label": "0"}
{"id": "12398910.T6.T18", "sentence": "To determine whether 3,4-methylenedioxymethamphetamine (MDMA)-induced reductions in SERT density could be related to such a mechanism, p-chlorophenylalanine or MDMA was administered to rats, and brain @CHEMICAL$ and @GENE$ density were measured.", "label": "0"}
{"id": "12244038.T26.T3", "sentence": "The human iNOS promoter contains consensus sequences for the binding of transcription factors, including interferon-gamma (IFN-gamma) regulatory factor-1 (IRF-1) binding to interferon-stimulated responsive element (@GENE$), signal transducer and activator of transcription (STAT) binding to gamma-activation site (GAS), nuclear factor-kappaB (NF-kappaB), activator protein-1 (AP-1), and CCAAT/enhancer-binding protein beta (C/EBPbeta); therefore, we investigated the effect of @CHEMICAL$ on the activation of these transcription factors.", "label": "0"}
{"id": "12513997.T31.T19", "sentence": "L-proline accumulation and freeze tolerance of Saccharomyces cerevisiae are caused by a mutation in the @GENE$ gene encoding @CHEMICAL$ kinase.", "label": "0"}
{"id": "11716850.T33.T60", "sentence": "Patch-clamp analysis using inside-out recording configuration showed that @CHEMICAL$ inhibits the Kir6.2/SUR1 channel currents in a dose-dependent manner (IC50 value, 100 nM) but does not significantly inhibit either Kir6.2/SUR2A or @GENE$/SUR2B channel currents even at high doses (more than 10 microM).", "label": "0"}
{"id": "22659088.T29.T6", "sentence": "Here the selectivity of this uncoupling process was examined by testing the ability of @GENE$ to uncouple mGluR1 from multiple voltage dependent @CHEMICAL$ channels including Ca(V2.2) (N-type), Ca(V3.2) (T-type), and Ca(V2.1) (P/Q-type) expressed in rat sympathetic neurons from the superior cervical ganglion (SCG).", "label": "0"}
{"id": "16801455.T30.T3", "sentence": "When HUVECs were stimulated by thrombin in the presence of 100 microM L-arginine, @GENE$ activity and NO release were similar in untreated and @CHEMICAL$-treated cells.", "label": "0"}
{"id": "16809928.T3.T10", "sentence": "Such resistance is related to an overall reduction of @CHEMICAL$ receptor (@GENE$) density or to a differentiated expression of SSTR subtypes.", "label": "0"}
{"id": "7929150.T23.T9", "sentence": "@GENE$ produced by a vector containing the full coding sequence, which includes a possible NH2-terminal mitochondrial targeting signal, was proteolytically processed by E. coli and contained several @CHEMICAL$-terminal ends.", "label": "0"}
{"id": "23339625.T5.T18", "sentence": "The number of times @CHEMICAL$ was administered was not a significant factor in the induction of either hepatic or intestinal @GENE$; however, administration of DEX-P multiple times markedly decreased the bioavailability of DEX-P by self-induction of CYP3A.", "label": "0"}
{"id": "15686475.T2.T27", "sentence": "In this work, we report that the recombinant glutathione S-transferase (GST)-human L-glutamic acid decarboxylase (HGAD) isoforms, 65-kDa @CHEMICAL$ decarboxylase (GAD) (@GENE$-HGAD65) fusion protein or free truncated HGAD65, were activated by apocalmodulin (ApoCaM) to an extent of 60%.", "label": "0"}
{"id": "12244038.T67.T16", "sentence": "However, DeltahPPAR-alpha was unable to abrogate gemfibrozil-mediated inhibition of @GENE$ suggesting that @CHEMICAL$ inhibits iNOS independent of PPAR-alpha.", "label": "0"}
{"id": "12213829.T35.T11", "sentence": "The L0 linker has been reported to be required for glibenclamide binding, and DeltaNK(IR)6.2/SUR1 channels exhibit reduced labeling of K(IR) with (125)I-azidoglibenclamide, implying that the @GENE$ @CHEMICAL$ terminus and L0 of SUR1 are in proximity.", "label": "0"}
{"id": "15132128.T18.T1", "sentence": "Only five tumors failed to express @GENE$ but four of these expressed DPD, suggesting @CHEMICAL$ resistance.", "label": "0"}
{"id": "17553661.T40.T16", "sentence": "In summary, our data indicates that over-expression of hGSTA4 at levels conferring high @GENE$-4-HNE conjugating activity confers a partial growth advantage to HepG2 cells and protects against @CHEMICAL$ oxidative injury.", "label": "0"}
{"id": "9480923.T19.T4", "sentence": "In a further study to analyse the downstream mediator of Rac in the ceramide-signalling pathway, we observed that either pretreatment with mepacrine, a potent and specific inhibitor of phospholipase A2, or co-transfection with antisense @GENE$ (cPLA2) oligonucleotide repressed the @CHEMICAL$-induced SRE activation selectively, implying a critical role of cPLA2 in C2-ceramide-induced signalling to nucleus.", "label": "0"}
{"id": "17020418.T6.T22", "sentence": "Estrogens are biosynthesised from @CHEMICAL$ by the @GENE$ enzyme complex called aromatase.", "label": "0"}
{"id": "23481236.T19.T50", "sentence": "Unsaturated FFAs increased @CHEMICAL$, TAGs and PTP1B expression significantly, but cells remained insulin sensitive as assessed by robust @GENE$ and PTP1B phosphorylation at serine (Ser) 50, Ser 398 and tyrosine 152.", "label": "0"}
{"id": "23250811.T15.T40", "sentence": "@CHEMICAL$ improves TNBS-induced colitis in rats by inhibiting IL-27 expression via the TLR4/@GENE$ signaling pathway.", "label": "CPR:4"}
{"id": "12047490.T5.T22", "sentence": "CONCLUSIONS: In the maximum registered dosage, @CHEMICAL$ inhibits thromboxane production much more than meloxicam, signifying less @GENE$ selectivity of the former.", "label": "CPR:4"}
{"id": "23521080.T2.T11", "sentence": "One exception is tranexamic acid (@CHEMICAL$), which, as a lysine mimetic, inhibits binding of @GENE$ to fibrin.", "label": "CPR:4"}
{"id": "23642478.T5.T9", "sentence": "A series of benzenesulfonamides incorporating cyanoacrylamide moieties (@CHEMICAL$ analogs) were assayed as inhibitors of the β-carbonic anhydrase (@GENE$, EC 4.2.1.1) from Saccharomyces cerevisiae, ScCA.", "label": "CPR:4"}
{"id": "21262851.T20.T52", "sentence": "BDZs and other positive GABA(A)R modulators, including barbiturates, ethanol, and @CHEMICAL$, can also inhibit @GENE$ (L-VGCCs), which could contribute to reduced neuronal excitability.", "label": "CPR:4"}
{"id": "10328230.T9.T22", "sentence": "Here we report that @CHEMICAL$ treatment resulted in decreased transcription and protein levels of @GENE$ by 3LL cells.", "label": "CPR:4"}
{"id": "23298863.T19.T6", "sentence": "Pharmacokinetic and pharmacodynamic modeling of @GENE$ inhibitor @CHEMICAL$ for the inhibition of Gli1 messenger RNA expression and antitumor efficacy in xenografted tumor model mice.", "label": "CPR:4"}
{"id": "2083404.T1.T30", "sentence": "@CHEMICAL$ (ASA) and other non-steroidal anti-inflammatory drugs, which are cyclooxygenase (@GENE$) inhibitors, precipitate asthmatic attacks in ASA-intolerant patients, while sodium salicylate, hardly active on COX by itself, is well tolerated by these patients.", "label": "CPR:4"}
{"id": "17308037.T56.T17", "sentence": "A broad-spectrum phosphodiesterase (@GENE$) inhibitor (@CHEMICAL$, 300 microM, n=6) and an ecto-phosphodiesterase inhibitor (1,3-dipropyl-8-p-sulfophenylxanthine, 1 mM, n=6) significantly attenuated cAMP-induced AMP secretion by 60 and 74%, respectively.", "label": "CPR:4"}
{"id": "12398910.T2.T17", "sentence": "To determine whether @CHEMICAL$ (MDMA)-induced reductions in @GENE$ density could be related to such a mechanism, p-chlorophenylalanine or MDMA was administered to rats, and brain serotonin and SERT density were measured.", "label": "CPR:4"}
{"id": "23393220.T9.T41", "sentence": "Given these findings, a unified PK model including the inhibition of MAO-A- and CYP2D6-catalyzed 5-MeO-DMT metabolism by @CHEMICAL$ was developed to describe blood harmaline, 5-MeO-DMT, and bufotenine PK profiles in both wild-type and Tg-@GENE$ mouse models.", "label": "CPR:4"}
{"id": "14737100.T48.T7", "sentence": "Truncated ErbB2 receptor (p95ErbB2) is regulated by heregulin through heterodimer formation with ErbB3 yet remains sensitive to the dual EGFR/@GENE$ kinase inhibitor @CHEMICAL$.", "label": "CPR:4"}
{"id": "10207608.T15.T30", "sentence": "Phospholipase A2 inhibitors p-bromophenacyl bromide and @CHEMICAL$ suppressed @GENE$ (IL-2) expression in murine primary splenocytes.", "label": "CPR:4"}
{"id": "23386702.T53.T36", "sentence": "Reversible inhibition of @GENE$ by @CHEMICAL$.", "label": "CPR:4"}
{"id": "21631396.T9.T23", "sentence": "We found that @CHEMICAL$ inhibits @GENE$ (IL-2) and tumor necrosis factor (TNF) alpha-gene transcription in stimulated Jurkat cells, a human T-cell leukemia cell line.", "label": "CPR:4"}
{"id": "15650315.T2.T16", "sentence": "@CHEMICAL$-induced inhibition of @GENE$ mRNA expression was noted in various cells, irrespective of their CysLTR1 mRNA expression status.", "label": "CPR:4"}
{"id": "23550066.T3.T20", "sentence": "ThioTEPA (CYP2B6 inhibitor, 25 μM) and the monoclonal antibody against CYP2B6 but not @CHEMICAL$ (@GENE$ inhibitor, 25 μM) or the monoclonal antibody against CYP3A4 inhibited ketamine N-demethylation at clinically relevant concentrations.", "label": "CPR:4"}
{"id": "23017388.T7.T15", "sentence": "When further examined for its anticancer mechanism, @CHEMICAL$ effectively suppressed the AKT/@GENE$ pathway both in vitro and in vivo.", "label": "CPR:4"}
{"id": "23414235.T3.T16", "sentence": "@CHEMICAL$, an Inhibitor of @GENE$ Isolated from the Culture Broth of Streptomyces sp.", "label": "CPR:4"}
{"id": "12927775.T4.T14", "sentence": "This led to the discovery of aliskiren, a highly potent and selective inhibitor of human renin in vitro, and in vivo; once-daily oral doses of @CHEMICAL$ inhibit @GENE$ and lower blood pressure in sodium-depleted marmosets and hypertensive human patients.", "label": "CPR:4"}
{"id": "9231746.T25.T13", "sentence": "The results suggest that the 63-kDa (@GENE$) and 60-kDa (PDE 1A2) CaMPDE isozymes are inhibited by felodipine and @CHEMICAL$ by partial competitive inhibition and that these two Ca2+ antagonists appear to counteract each other.", "label": "CPR:4"}
{"id": "20185318.T5.T25", "sentence": "A series of phenolic acids and phenol natural products, such as p-hydroxybenzoic acid, p-coumaric acid, caffeic acid, ferulic acid, @CHEMICAL$, syringic acid, quercetin, and ellagic acid, were investigated for their inhibitory effects against the @GENE$ carbonic anhydrase (CA, EC 4.2.1.1).", "label": "CPR:4"}
{"id": "23601990.T5.T21", "sentence": "The structure-activity relationships revealed that the free @CHEMICAL$ group at position 5 and phosphate group at position 7 of the phosphorylated flavonoids are favorable to the inhibition of @GENE$.", "label": "CPR:4"}
{"id": "10207608.T25.T11", "sentence": "Likewise, IL-2 steady-state mRNA expression was inhibited by both @GENE$ inhibitors in a concentration-dependent fashion with > 90% inhibition at 1 microM BPB and 20 microM @CHEMICAL$.", "label": "CPR:4"}
{"id": "11430635.T40.T15", "sentence": "Indomethacin activates carbonic anhydrase and antagonizes the effect of the specific @GENE$ inhibitor @CHEMICAL$, by a direct mechanism of action.", "label": "CPR:4"}
{"id": "2226440.T16.T30", "sentence": "Catecholamines (adrenaline, noradrenaline and @CHEMICAL$) are potent inhibitors of @GENE$ (phenylalanine hydroxylase, EC 1.14.16.1).", "label": "CPR:4"}
{"id": "17034761.T28.T1", "sentence": "@GENE$ activation induced by MyD88-independent signaling components, TRIF and TBK1, was also downregulated by @CHEMICAL$.", "label": "CPR:4"}
{"id": "11969359.T2.T14", "sentence": "The effects of theophylline (unspecific PDE inhibitor), @CHEMICAL$ (@GENE$ inhibitor), EHNA (PDE2 inhibitor) and the PDE5 inhibitors zaprinast and E 4021 were weak.", "label": "CPR:4"}
{"id": "21262851.T48.T14", "sentence": "Despite the structural similarity between benzothiazepines and BDZs, mutation of an amino acid important for diltiazem potency (@GENE$) did not affect @CHEMICAL$ potency.", "label": "CPR:4"}
{"id": "15932636.T5.T26", "sentence": "Furthermore, experiments showed that treatment with @CHEMICAL$ results in a reduction in the amount of @GENE$ protein in peritoneal exudate cells.", "label": "CPR:4"}
{"id": "23643730.T19.T28", "sentence": "@CHEMICAL$, isolated from Juglans mandshurica Maxim, induces apoptosis via down-regulation of @GENE$ expression in human prostate cancer LNCaP cells.", "label": "CPR:4"}
{"id": "12392782.T19.T3", "sentence": "They included the COX-1 inhibitor indomethacin; the @GENE$ inhibitor @CHEMICAL$; the mixed COX-1/COX-2 inhibitor ibuprofen; the nitric oxide (NO) derivatives of indomethacin, ibuprofen and flurbiprofen; the 5-LOX inhibitor REV 5901; and the 5-LOX activating protein (FLAP) inhibitor MK-886.", "label": "CPR:4"}
{"id": "17049513.T4.T17", "sentence": "Recent studies have reported that @CHEMICAL$, a kinase inhibitor that targets the intracellular tyrosine kinase @GENE$-ABL and the platelet derived growth factor (PDGF) receptor, is an effective inhibitor of the macrophage colony stimulating factor (M-CSF) receptor, c-FMS.", "label": "CPR:4"}
{"id": "11430635.T10.T35", "sentence": "@CHEMICAL$, a specific inhibitor of CA, reduces the activity of CA I and @GENE$ from red cells.", "label": "CPR:4"}
{"id": "20421509.T12.T38", "sentence": "Using a unique biosensor-based assay, trifluoperazine (@CHEMICAL$) was identified as an inhibitor that disrupts the S100A4/@GENE$ interaction.", "label": "CPR:4"}
{"id": "23250811.T15.T38", "sentence": "@CHEMICAL$ improves TNBS-induced colitis in rats by inhibiting @GENE$ expression via the TLR4/NF-κB signaling pathway.", "label": "CPR:4"}
{"id": "23542513.T13.T38", "sentence": "In addition, @CHEMICAL$ blocked LPS-induced phosphorylation of IκB, resulting in suppression of the nuclear translocation of nuclear factor-κB (NF-κB) subunits, namely p65 and @GENE$, which are important molecules involved in the regulation of iNOS expression.", "label": "CPR:4"}
{"id": "2855105.T1.T37", "sentence": "@CHEMICAL$ is a peripheral opiate agonist able to inhibit @GENE$ secretion.", "label": "CPR:4"}
{"id": "23435915.T4.T25", "sentence": "@CHEMICAL$ decreased myosin light chain kinase (@GENE$) protein contents and MLCK mRNA expression in IJS, and inhibited both phosphorylation and Mg(2+)-ATPase activity of purified myosin, implicating that the decrease of MLCK contents and inhibition of MLCK activity are involved in the genistin-induced inhibitory effects.", "label": "CPR:4"}
{"id": "17020418.T12.T23", "sentence": "@CHEMICAL$ and letrozole are both non-steroidal @GENE$ inhibitors that compete with the substrate for binding to the enzyme active site.", "label": "CPR:4"}
{"id": "23551329.T15.T1", "sentence": "Results of RT-PCR analysis showed decrease of @GENE$ mRNA level and no significant difference in Bcl-2 and Bax mRNA expressions in @CHEMICAL$-treated rats.", "label": "CPR:4"}
{"id": "17015640.T28.T12", "sentence": "We examined the anti-inflammatory effect of licofelone on atherosclerotic lesions as well as in isolated neutrophils from whole blood of rabbits compared with a selective inhibitor of @GENE$, @CHEMICAL$.", "label": "CPR:4"}
{"id": "10891536.T30.T51", "sentence": "5-Fluorouracil (5-FU), 5-fluoro-2'-deoxyuridine (FdUrd) and @CHEMICAL$ (F3(d)Thd) are antimetabolites which are metabolized to their corresponding active forms which inhibit DNA synthesis via inhibition of @GENE$ (TS).", "label": "CPR:4"}
{"id": "15944809.T12.T8", "sentence": "Experimental as well as clinical reports support the hypothesis that @GENE$ blockers such as @CHEMICAL$ may be an appropriate therapeutic approach in LQTS.", "label": "CPR:4"}
{"id": "23542513.T22.T50", "sentence": "@CHEMICAL$ inhibits nitric oxide production in lipopolysaccharide-stimulated BV2 microglia via @GENE$ suppression and Nrf-2-dependent heme oxygenase-1 induction.", "label": "CPR:4"}
{"id": "23221006.T17.T29", "sentence": "Role of organic cation/carnitine transporter 1 in uptake of @CHEMICAL$ and inhibitory effect on @GENE$ respiration in mitochondria.", "label": "CPR:4"}
{"id": "11969359.T6.T18", "sentence": "In human blood, the tested glucocorticoids beclomethasone, @CHEMICAL$ and fluticasone inhibited the LPS induced TNF release potently in a concentration dependent manner, whereas in dispersed human nasal polyp cells, the effect of the glucocorticoids on allergically induced @GENE$ release, with the exception of dexamethasone, was much less pronounced.", "label": "CPR:4"}
{"id": "10891536.T27.T51", "sentence": "5-Fluorouracil (5-FU), @CHEMICAL$ (FdUrd) and 5-trifluorothymidine (F3(d)Thd) are antimetabolites which are metabolized to their corresponding active forms which inhibit DNA synthesis via inhibition of @GENE$ (TS).", "label": "CPR:4"}
{"id": "11969359.T23.T10", "sentence": "The selective @GENE$ inhibitors, and to a certain extent the PDE3 inhibitors amrinone and @CHEMICAL$, reduced the GM-CSF release in a concentration dependent manner.", "label": "CPR:4"}
{"id": "15114505.T4.T26", "sentence": "The @CHEMICAL$ inhibited @GENE$ activity in a dose-dependent manner with IC50 values of 10.9 microM ( 1), 9.8 microM ( 2), 8.6 microM ( 3), 142.0 microM ( 4) and 250 microM ( 5).", "label": "CPR:4"}
{"id": "8799556.T6.T42", "sentence": "(+)-Tamsulosin, (-)-tamsulosin, SL 89,0591, Rec 15/2739, SNAP 1069 and @CHEMICAL$ appeared to act as competitive antagonists of noradrenaline-mediated contractions of rat aorta yielding pA2 affinity estimates which were similar to binding affinities at cloned @GENE$.", "label": "CPR:6"}
{"id": "8894610.T25.T28", "sentence": "@CHEMICAL$ effectively antagonized the positive inotropic effect of phenylephrine even after inactivation of @GENE$ by treatment with chlorethylclonidine, which is an indication that the (+/-)-tamsulosin-sensitive subtype belongs to a class resistant to chlorethylclonidine.", "label": "CPR:6"}
{"id": "18093407.T8.T17", "sentence": "The ARB @CHEMICAL$ is a nonbiphenyl nontetrazole @GENE$ (AT1) antagonist, which acts to decrease total peripheral resistance.", "label": "CPR:6"}
{"id": "23532918.T9.T24", "sentence": "@CHEMICAL$, known as the @GENE$ antagonist of reference, was chosen as the template for the elaboration of probes.", "label": "CPR:6"}
{"id": "2568212.T37.T20", "sentence": "Terfenadine and astemizole are chemically unrelated to @GENE$ antagonists such as @CHEMICAL$ and chlorpheniramine.", "label": "CPR:6"}
{"id": "19068776.T19.T6", "sentence": "In many countries, a @GENE$ antagonist @CHEMICAL$ has been used in the treatment of alcohol dependence.", "label": "CPR:6"}
{"id": "2568212.T18.T37", "sentence": "Terfenadine and @CHEMICAL$ are chemically unrelated to @GENE$ antagonists such as diphenhydramine and chlorpheniramine.", "label": "CPR:6"}
{"id": "7944828.T39.T7", "sentence": "The effects of D-1997 in the basilar artery were not modified by incubation with either the 5-HT2 receptor antagonist ketanserin (0.01-1 microM), the 5-HT3 and 5-HT4 receptor antagonist ICS205930 (tropisetron; 0.1-10 microM), the 5-HT1A receptor antagonist spiroxatrine (0.01-1 microM), the beta-adrenoceptor blocker with high affinity for 5-HT1A and 5-HT1B binding sites (+/-)-pindolol (0.01-1 microM), or the @GENE$ antagonist @CHEMICAL$ (0.01-1 microM).", "label": "CPR:6"}
{"id": "8836655.T33.T18", "sentence": "Pretreatment of the tissues with combined @GENE$/5-HT2 antagonists, @CHEMICAL$ (1 microM) or methiothepin (0.1 microM), significantly attenuated the inhibitory effect of epinastine on the noncholinergic contraction.", "label": "CPR:6"}
{"id": "21262851.T4.T38", "sentence": "Ca(v)1.3 channels were less sensitive to pentobarbital inhibition than Ca(v)1.2 channels, similar to dihydropyridine (@CHEMICAL$) @GENE$ antagonists.", "label": "CPR:6"}
{"id": "23636303.T20.T2", "sentence": "Local LC citalopram effect was abolished by LC presence of the 5-HT3 receptor antagonist MDL72222 (1 μM) but not the @GENE$ receptor antagonist @CHEMICAL$ (1 μM).", "label": "CPR:6"}
{"id": "23479389.T1.T5", "sentence": "@CHEMICAL$ derived from Zingiber officinale Roscoe (ginger) was identified as a novel @GENE$ antagonist, with an IC50 value of 8.173 µM.", "label": "CPR:6"}
{"id": "8836655.T34.T18", "sentence": "Pretreatment of the tissues with combined 5-HT1/@GENE$ antagonists, @CHEMICAL$ (1 microM) or methiothepin (0.1 microM), significantly attenuated the inhibitory effect of epinastine on the noncholinergic contraction.", "label": "CPR:6"}
{"id": "12850267.T3.T24", "sentence": "Kynurenic acid (@CHEMICAL$) is an endogenous @GENE$ antagonist at the level of the different ionotropic glutamate receptors.", "label": "CPR:6"}
{"id": "14508322.T19.T3", "sentence": "In membranes from HEK293 cells transfected with @GENE$, etomidate inhibited binding of the alpha2-antagonist, @CHEMICAL$, with higher potency from alpha2B- and alpha2C-receptors than from alpha2A-receptors (Ki alpha2A 208 microm, alpha2B 26 microm, alpha2C 56 microm).", "label": "CPR:6"}
{"id": "23118019.T17.T19", "sentence": "Both 5'-AMN and @CHEMICAL$ had high affinity for κ-receptors (K (i) 1.36 ± 0.98 and 0.27 ± 0.08, respectively) and were revealed as potent κ-antagonists (pA(2) 7.43 and 8.18, respectively) and @GENE$ antagonists (pA(2) 7.62 and 7.85, respectively) in the ileum.", "label": "CPR:6"}
{"id": "8925876.T3.T15", "sentence": "The potency of the antipsychotic drug, @CHEMICAL$, to antagonize alpha 1A-adrenoceptor-mediated contraction in rat vas deferens and vasoconstriction in rat perfused kidney, and @GENE$-mediated contractions in spleen from guinea-pig and mouse was evaluated and compared to that of alpha 1-adrenoceptor subtype-discriminating antagonists.", "label": "CPR:6"}
{"id": "16516814.T17.T36", "sentence": "The involvement of EP1 and EP2 receptors is indicated by studies with the EP1 selective agonist 17-phenyl trinor PGE2, and the EP2 selective agonist butaprost (which stimulate), as well as by studies with the antagonists SC-51089 (EP1 specific) and @CHEMICAL$ (@GENE$ and EP2 specific).", "label": "CPR:6"}
{"id": "14505791.T20.T10", "sentence": "The potent @GENE$ antagonist @CHEMICAL$ (Zyrtec) is a racemic mixture of levocetirizine (now available under the trademark Xyzal and dextrocetirizine.", "label": "CPR:6"}
{"id": "23479389.T3.T9", "sentence": "@CHEMICAL$: a novel @GENE$ antagonist for the treatment of cardiovascular disease.", "label": "CPR:6"}
{"id": "10727715.T16.T36", "sentence": "This effect has been attributed to the antagonist effects of @CHEMICAL$ at the @GENE$ receptor.", "label": "CPR:6"}
{"id": "10864881.T44.T29", "sentence": "Comparison of all the @GENE$ antagonists tested revealed a potency order of propranolol>betaxolol approximately levobetaxolol>levobunolol approximately @CHEMICAL$>/=timolol>atenolol.", "label": "CPR:6"}
{"id": "10988273.T30.T1", "sentence": "In the rabbit pulmonary artery, rilmenidine and oxymetazoline are potent full agonists, whereas in the human atrial appendages they are antagonists at the @GENE$, sharing this property with @CHEMICAL$, phentolamine, and idazoxan.", "label": "CPR:6"}
{"id": "8836655.T34.T19", "sentence": "Pretreatment of the tissues with combined 5-HT1/@GENE$ antagonists, methysergide (1 microM) or @CHEMICAL$ (0.1 microM), significantly attenuated the inhibitory effect of epinastine on the noncholinergic contraction.", "label": "CPR:6"}
{"id": "15908512.T20.T6", "sentence": "The selective @GENE$ antagonists atenolol and @CHEMICAL$ blocked isoproterenol-induced enhancement, with apparent K(b) values of 85 +/- 36 and 3.9 +/- 1.7 nM, respectively.", "label": "CPR:6"}
{"id": "10988273.T20.T6", "sentence": "The sympathetic nerves of both the human atrial appendages and rabbit pulmonary artery are endowed with @GENE$, at which, however, both @CHEMICAL$ and oxymetazoline exhibit different properties (antagonism and agonism, respectively).", "label": "CPR:6"}
{"id": "15650315.T12.T31", "sentence": "@CHEMICAL$, a @GENE$ antagonist, inhibits interleukin-5 production via a mechanism distinct from leukotriene receptor antagonism.", "label": "CPR:6"}
{"id": "18715952.T37.T14", "sentence": "EP(1) and EP(3) receptor antagonists ONO-8713 and ONO-AE3-240, but not the @GENE$ antagonists ONO-AE3-208 and @CHEMICAL$, inhibited tumor cell proliferation, indicating the significance of EP(1) and EP(3) but not EP(4) for MB growth.", "label": "CPR:6"}
{"id": "15650315.T1.T23", "sentence": "BACKGROUND: @CHEMICAL$, a @GENE$ (CysLTR1) antagonist, inhibits not only airway smooth muscle contraction, but also allergic inflammation.", "label": "CPR:6"}
{"id": "3440035.T12.T23", "sentence": "Pharmacological properties of @CHEMICAL$ as a member of a new class of @GENE$ antagonists.", "label": "CPR:6"}
{"id": "14508322.T13.T31", "sentence": "Inhibition of binding of the alpha2-receptor antagonist @CHEMICAL$ to recombinant @GENE$ by etomidate was tested in human embryonic kidney (HEK293) cells in vitro.", "label": "CPR:6"}
{"id": "10462128.T31.T3", "sentence": "The beta-adrenergic/@GENE$ receptor antagonist @CHEMICAL$ and the selective 5-HT1B/D antagonist GR127935 produced no significant augmentation of venlafaxine-induced changes in either 5-HT or NA.", "label": "CPR:6"}
{"id": "12904467.T24.T13", "sentence": "Selective antagonism of GluR5 @GENE$-mediated synaptic currents by @CHEMICAL$ in rat basolateral amygdala neurons.", "label": "CPR:6"}
{"id": "8799556.T3.T42", "sentence": "(+)-Tamsulosin, (-)-tamsulosin, @CHEMICAL$, Rec 15/2739, SNAP 1069 and RS 17053 appeared to act as competitive antagonists of noradrenaline-mediated contractions of rat aorta yielding pA2 affinity estimates which were similar to binding affinities at cloned @GENE$.", "label": "CPR:6"}
{"id": "8799556.T2.T42", "sentence": "(+)-Tamsulosin, @CHEMICAL$, SL 89,0591, Rec 15/2739, SNAP 1069 and RS 17053 appeared to act as competitive antagonists of noradrenaline-mediated contractions of rat aorta yielding pA2 affinity estimates which were similar to binding affinities at cloned @GENE$.", "label": "CPR:6"}
{"id": "8836655.T6.T26", "sentence": "@CHEMICAL$ (10 microM), another @GENE$ antagonist without significant 5-HT receptor binding affinity, did not produce any inhibition of the eNANC contraction.", "label": "CPR:6"}
{"id": "10864881.T35.T48", "sentence": "@CHEMICAL$, a beta(1)-adrenoceptor antagonist, reduces Na(+) influx into cortical synaptosomes by direct interaction with Na(+) channels: comparison with other @GENE$ antagonists.", "label": "CPR:6"}
{"id": "23636303.T25.T13", "sentence": "In the local presence into the LC of the @GENE$ antagonist @CHEMICAL$ (1 μM), systemic citalopram increased NA in the LC (Emax = 157 ± 25 %) and PFC (Emax = 175 ± 24 %).", "label": "CPR:6"}
{"id": "7944828.T40.T10", "sentence": "In contrast, the D-1997-induced responses were potently and concentration-dependently antagonized by the mixed @GENE$ and 5-HT2 receptor antagonist @CHEMICAL$ (0.01-1 microM).", "label": "CPR:6"}
{"id": "17658513.T4.T13", "sentence": "Prazosin (nonselective alpha(1)-adrenoceptor antagonist), silodosin (selective alpha(1A)-adrenoceptor antagonist) and BMY-7378 (@CHEMICAL$) (selective @GENE$ antagonist) competitively antagonized the phenylephrine-induced contraction (pA(2) values, 8.60+/-0.07, 9.44+/-0.06 and 5.75+/-0.07, respectively).", "label": "CPR:6"}
{"id": "7678677.T3.T17", "sentence": "@CHEMICAL$ and BAAM also caused surmountable antagonism of isoprenaline responses, and this @GENE$ antagonism was slowly reversible.", "label": "CPR:6"}
{"id": "1361547.T16.T26", "sentence": "Labetalol (> or = 3 x 10(-8) M) and @CHEMICAL$ (> or = 10(-8) M) caused surmountable antagonism of the isoprenaline responses of the atria and the pA2 values were 8.60 and 8.98 at the @GENE$ of the rat left atria and 7.90 and 8.31, respectively, on the guinea-pig left atria which has functional beta 1- and beta 2-adrenoceptors.", "label": "CPR:6"}
{"id": "15452358.T18.T10", "sentence": "In order to examine the site of action of an @GENE$ subtype-selective NMDA antagonist @CHEMICAL$, we investigated its analgesic effect in a rat model of neuropathic pain at various routes of administration.", "label": "CPR:6"}
{"id": "10988273.T8.T22", "sentence": "The antagonistic property of @CHEMICAL$ at @GENE$ indicates that in contrast to the suggestion based on rabbit data, the hypotensive property of the drug in humans is not due to activation of alpha(2A)-adrenoceptors but other, presumably I(1)-imidazoline receptors, are probably involved.", "label": "CPR:6"}
{"id": "25225185.T10.T37", "sentence": "In the lateral geniculate nucleus, @CHEMICAL$ displayed @GENE$ antagonistic action.", "label": "CPR:6"}
{"id": "10522750.T37.T19", "sentence": "The potentiation of the contractile effect induced by 5-HT is only somewhat modified by deendothelialization, but abolished by the @GENE$ antagonists @CHEMICAL$ and ridogrel.", "label": "CPR:6"}
{"id": "12373423.T8.T30", "sentence": "Only pMPPI [@CHEMICAL$], a selective @GENE$ antagonist, was effective in inhibiting all 5-HT syndrome behaviors produced by lisuride, whereas pMPPI was without effect on any behavior induced by LSD.", "label": "CPR:6"}
{"id": "8894610.T5.T29", "sentence": "@CHEMICAL$, over the range of concentrations at which it antagonized the positive inotropic effect mediated by @GENE$, did not affect the accumulation of [3H]inositol phosphates that was induced by 10 microM phenylephrine.", "label": "CPR:6"}
{"id": "10530931.T11.T4", "sentence": "Synthesis and antagonistic activity at @GENE$ subtypes of some 2-carbonyl derivatives of @CHEMICAL$.", "label": "CPR:6"}
{"id": "17085856.T9.T25", "sentence": "The concomitant application of subconvulsive dose of pentetrazole (55.0 mg/kg) with low dose of @CHEMICAL$ (5.0 mg/kg) - a @GENE$ antagonist, immediately induced BDZ withdrawal signs in these animals.", "label": "CPR:6"}
{"id": "23625750.T27.T15", "sentence": "The effects of the @GENE$ agonist @CHEMICAL$ on sodium taurocholate-induced experimental acute pancreatitis.", "label": "CPR:5"}
{"id": "23131798.T7.T1", "sentence": "One of the @GENE$ agonists, @CHEMICAL$ (19, -logEC(50)=7.5, E(max)=255%) was selected for further development.", "label": "CPR:5"}
{"id": "19228178.T9.T16", "sentence": "Pharmacology of @CHEMICAL$, a selective @GENE$/MT2 receptor agonist: a novel therapeutic drug for sleep disorders.", "label": "CPR:5"}
{"id": "23397055.T28.T9", "sentence": "The @GENE$ agonist @CHEMICAL$ (C23H29N7O6.HCl.xH2O) (0.001-0.1 μM) did not alter NE oxidation currents.", "label": "CPR:5"}
{"id": "7678677.T6.T17", "sentence": "Alprenolol and BAAM also caused surmountable antagonism of @CHEMICAL$ responses, and this @GENE$ antagonism was slowly reversible.", "label": "CPR:5"}
{"id": "11730729.T27.T11", "sentence": "Bovine tracheal smooth muscle strips were incubated with 10 microM fenoterol or vehicle for various periods of time (5, 30 min, 18 h) at 37 degrees C. After extensive washout (3 h, 37 degrees C), isometric contractions were measured to the full muscarinic receptor agonist methacholine, the partial @GENE$ agonist @CHEMICAL$ (McN-A-343) and histamine.", "label": "CPR:5"}
{"id": "12188035.T6.T20", "sentence": "Dexamethasone (@CHEMICAL$), betamethasone (BM), and their esterified-derivatives had full transrepression agonistic activity in a reporter assay using CV-1 cells transfected with either @GENE$.", "label": "CPR:5"}
{"id": "19228178.T5.T15", "sentence": "Unlike the sedative hypnotics that target GABA(A) receptor complexes, @CHEMICAL$ is a chronohypnotic that acts on the melatonin MT(1) and @GENE$ receptors, which are primarily located in the suprachiasmatic nucleus, the body's \"master clock.\"", "label": "CPR:5"}
{"id": "12188035.T7.T20", "sentence": "Dexamethasone (DEX), @CHEMICAL$ (BM), and their esterified-derivatives had full transrepression agonistic activity in a reporter assay using CV-1 cells transfected with either @GENE$.", "label": "CPR:5"}
{"id": "11972287.T2.T11", "sentence": "Injections of @CHEMICAL$, a selective @GENE$ receptor agonist, induced a significant increase in blood glucose in non-stressed rats in both fasted and in fed states.", "label": "CPR:5"}
{"id": "12582227.T11.T23", "sentence": "OBJECTIVE: Preclinical evaluation of @CHEMICAL$, a peroxisome proliferator-activated receptor alpha (PPARalpha) and @GENE$ agonist, as a body-weight lowering, hypolipidemic and euglycemic agent.", "label": "CPR:5"}
{"id": "23625750.T24.T11", "sentence": "The experiments were performed on 80 male Wistar rats, 58 of which survived, subdivided into 3 groups: C-control rats, I-EAP group, and II-EAP group treated with the @GENE$ agonist @CHEMICAL$ (1-deoxy-1-6[[(3-iodophenyl) methyl]amino]-9H-purin-9-yl)-N-methyl-B-D-ribofuronamide at a dose of 0.75 mg/kg b.w.", "label": "CPR:5"}
{"id": "12582227.T19.T33", "sentence": "RESULTS: @CHEMICAL$ showed concentration-dependent transactivation of PPARalpha and @GENE$.", "label": "CPR:5"}
{"id": "7912539.T21.T8", "sentence": "Eight normal males received single oral doses of BRL35135 8 mg (BRL) or the selective @GENE$ agonist salbutamol 8 mg (@CHEMICAL$), after pretreatment with either placebo (PL), bisoprolol 5 mg (B5) as a selective beta 1-adrenoceptor antagonist, or nadolol 20 mg (N20) to block beta 1- and beta 2- but not beta 3-receptors.", "label": "CPR:5"}
{"id": "12373423.T31.T12", "sentence": "Lisuride dose dependently decreased body temperature in rats with a potency similar to that of the selective @GENE$ agonist @CHEMICAL$.", "label": "CPR:5"}
{"id": "7944828.T8.T41", "sentence": "In contrast, the @CHEMICAL$-induced responses were potently and concentration-dependently antagonized by the mixed 5-HT1-like and @GENE$ antagonist methiothepin (0.01-1 microM).", "label": "CPR:5"}
{"id": "16516814.T16.T36", "sentence": "The involvement of EP1 and EP2 receptors is indicated by studies with the EP1 selective agonist 17-phenyl trinor PGE2, and the EP2 selective agonist butaprost (which stimulate), as well as by studies with the antagonists @CHEMICAL$ (EP1 specific) and AH 6809 (@GENE$ and EP2 specific).", "label": "CPR:5"}
{"id": "19228178.T9.T17", "sentence": "Pharmacology of @CHEMICAL$, a selective MT1/@GENE$ receptor agonist: a novel therapeutic drug for sleep disorders.", "label": "CPR:5"}
{"id": "25225185.T47.T24", "sentence": "In the locus coeruleus, brexpiprazole reversed the inhibitory effect of the preferential @GENE$ receptor agonist @CHEMICAL$ (2,5-dimethoxy-4-iodoamphetamine) on norepinephrine neuronal firing (ED50 = 110 mug/kg), demonstrating 5-HT2A antagonistic action.", "label": "CPR:5"}
{"id": "12188035.T3.T16", "sentence": "Consistent with the weak transactivation activity of esterified-@CHEMICAL$ mediated by @GENE$, there were few side effects, evaluated by thymus involution and body weight loss, in an antigen-induced asthmatic model in rats.", "label": "CPR:5"}
{"id": "20012638.T11.T22", "sentence": "Terbutaline (Bricanyl) and its prodrug @CHEMICAL$ (Bambec) are highly potent @GENE$ agonists often used in asthma patients.", "label": "CPR:5"}
{"id": "9399012.T19.T27", "sentence": "Pre-clinical pharmacology of @CHEMICAL$ (Zomig; formerly 311C90), a centrally and peripherally acting @GENE$ agonist for migraine.", "label": "CPR:5"}
{"id": "23384446.T38.T20", "sentence": "Endothelium-dependent relaxations, nitric oxide (NO) and endothelium derived hyperpolarizing factor (EDHF)-type, were studied in rabbit iliac artery and aortic rings using the @GENE$ agonist acetylcholine (@CHEMICAL$) and by cyclopiazonic acid (CPA), which promotes store-operated Ca(2+) entry by inhibiting the endothelial SERCA pump.", "label": "CPR:5"}
{"id": "23019138.T29.T18", "sentence": "Direct-acting @GENE$ agonists, including Δ(9)-tetrahydrocannabinol, @CHEMICAL$ [R-(1)-[2,3-dihydro-5-methyl-3-[(morpholinyl)methyl]pyrrolo[1,2,3-de]-1,4-benzoxazinyl]-(1-naphthalenyl)methanone mesylate], AM2389 [9β-hydroxy-3-(1-hexyl-cyclobut-1-yl)-hexahydrocannabinol], and AM4054 [9β-(hydroxymethyl)-3-(1-adamantyl)-hexahydrocannabinol], produced dose-dependent increases in diuresis and decreases in colonic temperature, with slightly lower ED(50) values for diuresis than for hypothermia.", "label": "CPR:5"}
{"id": "11972287.T4.T12", "sentence": "The hyperglycemic effect of @CHEMICAL$ central administration was blocked by pretreatment with ondansetron, a specific @GENE$ receptor antagonist, indicating that the effects here obtained with m-CPBG were a result of its interaction with 5-HT3 receptors.", "label": "CPR:5"}
{"id": "16516814.T35.T15", "sentence": "The involvement of EP1 and EP2 receptors is indicated by studies with the EP1 selective agonist 17-phenyl trinor PGE2, and the @GENE$ selective agonist @CHEMICAL$ (which stimulate), as well as by studies with the antagonists SC-51089 (EP1 specific) and AH 6809 (EP1 and EP2 specific).", "label": "CPR:5"}
{"id": "23625750.T20.T4", "sentence": "The use of @GENE$ agonist @CHEMICAL$ attenuates EAP.", "label": "CPR:5"}
{"id": "1977506.T20.T16", "sentence": "@GENE$ antagonists have been utilized, following their initial chemical synthesis in 1933, both in the treatment of conditions in which histamine is considered to be of pathogenic importance and conversely to help elucidate the role of @CHEMICAL$ in disease, through an evaluation of their influence on disease expression.", "label": "CPR:5"}
{"id": "23019138.T14.T27", "sentence": "In further studies, the diuretic effects of the CB1 agonist AM4054 were similar in male and female rats, displayed a relatively rapid onset to action, and were dose-dependently antagonized by 30 minutes pretreatment with rimonabant, but not by the vanilloid receptor type I antagonist capsazepine, nor were the effects of @CHEMICAL$ antagonized by the @GENE$ antagonist AM630 [(6-iodo-2-methyl-1-[2-(4-morpholinyl)ethyl]-1H-indol-3-yl](4-methoxyphenyl) methanone)].", "label": "CPR:5"}
{"id": "16973691.T26.T17", "sentence": "The @GENE$ (beta(2)-AR) agonists clenbuterol and @CHEMICAL$ have similar beneficial effects in animal models of heart failure.", "label": "CPR:5"}
{"id": "23474889.T24.T3", "sentence": "This inhibition was blocked when mice were pretreated with the selective @GENE$ agonist @CHEMICAL$ (10 mg/kg).", "label": "CPR:5"}
{"id": "23418674.T2.T10", "sentence": "The results suggested that both the @CHEMICAL$ extract and berberine were able to activate @GENE$, and Rhizoma Coptis contains potential natural agonists of PPARs besides berberine.", "label": "CPR:5"}
{"id": "23384446.T38.T19", "sentence": "Endothelium-dependent relaxations, nitric oxide (NO) and endothelium derived hyperpolarizing factor (EDHF)-type, were studied in rabbit iliac artery and aortic rings using the @GENE$ agonist @CHEMICAL$ (ACh) and by cyclopiazonic acid (CPA), which promotes store-operated Ca(2+) entry by inhibiting the endothelial SERCA pump.", "label": "CPR:5"}
{"id": "15908512.T21.T11", "sentence": "In contrast, the selective @GENE$ antagonists ICI-118,551 and butoxamine inhibited @CHEMICAL$-mediated enhancement with apparent low affinities (K(b) of 222 +/- 61 and 9268 +/- 512 nM, respectively).", "label": "CPR:5"}
{"id": "25225185.T19.T46", "sentence": "In the DRN, @CHEMICAL$ completely inhibited the firing of 5-HT neurons via @GENE$ agonism and was more potent than aripiprazole (ED50 = 230 and 700 mug/kg, respectively).", "label": "CPR:5"}
{"id": "12560076.T1.T23", "sentence": "@CHEMICAL$ was previously identified in mammalian brain and was shown to be a co-agonist at the 'glycine' site of the @GENE$.", "label": "CPR:5"}
{"id": "25225185.T46.T21", "sentence": "In the DRN, brexpiprazole completely inhibited the firing of 5-HT neurons via @GENE$ agonism and was more potent than @CHEMICAL$ (ED50 = 230 and 700 mug/kg, respectively).", "label": "CPR:5"}
{"id": "19549602.T10.T26", "sentence": "Thus, @CHEMICAL$ acts as a @GENE$ and TrkB agonist and possesses marked neurotrophic activity.", "label": "CPR:5"}
{"id": "19228178.T2.T11", "sentence": "@CHEMICAL$ (Rozerem; Takeda Pharmaceutical Company Limited, Osaka, Japan) is an orally active, highly selective melatonin @GENE$/MT(2) receptor agonist.", "label": "CPR:5"}
{"id": "20012638.T6.T22", "sentence": "Terbutaline (@CHEMICAL$) and its prodrug Bambuterol (Bambec) are highly potent @GENE$ agonists often used in asthma patients.", "label": "CPR:5"}
{"id": "17658513.T12.T5", "sentence": "Prazosin (nonselective alpha(1)-adrenoceptor antagonist), silodosin (selective @GENE$ antagonist) and BMY-7378 (8-[2-[4-(2-methoxyphenyl)-1-piperazinyl]ethyl]-8-azaspiro[4.5]decane-7,9-dione dihydrochloride) (selective alpha(1D)-adrenoceptor antagonist) competitively antagonized the @CHEMICAL$-induced contraction (pA(2) values, 8.60+/-0.07, 9.44+/-0.06 and 5.75+/-0.07, respectively).", "label": "CPR:5"}
{"id": "17692748.T15.T6", "sentence": "OBJECTIVES: The aim of this study was to determine whether cocaine's sympathomimetic actions can be reversed by a potent centrally acting @GENE$ (AR) agonist (@CHEMICAL$).", "label": "CPR:5"}
{"id": "20104269.T5.T24", "sentence": "RGM-1 cells were treated with @CHEMICAL$ or GW4064, an @GENE$ agonist, in the presence or absence of guggulsterone, an FXR antagonist.", "label": "CPR:5"}
{"id": "17327465.T11.T1", "sentence": "Combining in vivo and in vitro findings, we identified nine @GENE$ agonists, six of which are marketed therapeutics and have been approved by the U.S. Food and Drug Administration, including @CHEMICAL$, flutamide, and nimodipine.", "label": "CPR:5"}
{"id": "14508322.T12.T29", "sentence": "METHODS: Sedative and cardiovascular responses to etomidate and the alpha2-agonist, @CHEMICAL$, were determined in mice deficient in @GENE$ subtypes.", "label": "CPR:5"}
{"id": "16432501.T24.T18", "sentence": "Systemic administration of @GENE$ agonists, @CHEMICAL$ and salmeterol, elicit skeletal muscle hypertrophy in rats at micromolar doses.", "label": "CPR:5"}
{"id": "10670413.T14.T48", "sentence": "Prostaglandin E1, E2, STA2 (a stable analogue of thromboxane A2), @CHEMICAL$ (an @GENE$-selective agonist) and sulprostone (an EP3-selective agonist) inhibited the HVA Ca2+ current (HVA ICa) dose-dependently, and the rank order of potency to inhibit HVA Ca2+ channels was sulprostone>PGE2, PGE1>STA2>>17-phenyl-trinor-PGE2.", "label": "CPR:5"}
{"id": "23397055.T24.T27", "sentence": "Adenosine and @CHEMICAL$ (CPA, @GENE$ agonist) constricted MVs but not MAs.", "label": "CPR:5"}
{"id": "11730729.T26.T9", "sentence": "Bovine tracheal smooth muscle strips were incubated with 10 microM fenoterol or vehicle for various periods of time (5, 30 min, 18 h) at 37 degrees C. After extensive washout (3 h, 37 degrees C), isometric contractions were measured to the full @GENE$ agonist @CHEMICAL$, the partial muscarinic receptor agonist 4-(m-chlorophenyl-carbamoyloxy)-2-butynyltrimethylammonium (McN-A-343) and histamine.", "label": "CPR:5"}
{"id": "10670413.T15.T49", "sentence": "Prostaglandin E1, E2, STA2 (a stable analogue of thromboxane A2), 17-phenyl-trinor-PGE2 (an EP1-selective agonist) and @CHEMICAL$ (an @GENE$-selective agonist) inhibited the HVA Ca2+ current (HVA ICa) dose-dependently, and the rank order of potency to inhibit HVA Ca2+ channels was sulprostone>PGE2, PGE1>STA2>>17-phenyl-trinor-PGE2.", "label": "CPR:5"}
{"id": "15953344.T14.T6", "sentence": "Monocarboxylate transporters (@GENE$) are proton-linked membrane carriers involved in the transport of monocarboxylates such as lactate, @CHEMICAL$, as well as ketone bodies.", "label": "CPR:9"}
{"id": "17040106.T19.T27", "sentence": "We found that reduction of the carcinogenic @CHEMICAL$ of the aromatic amine 4-aminobiphenyl (4-ABP; found in cigarette smoke) and the heterocyclic amine 2-amino-1-methyl-6-phenylimidazo [4,5-b] pyridine (PhIP; found in grilled meats) was indeed catalyzed by a purified system containing only @GENE$ and cyt b5.", "label": "CPR:9"}
{"id": "23530018.T22.T34", "sentence": "These five CGPs also inhibited @CHEMICAL$ uptake by @GENE$.", "label": "CPR:9"}
{"id": "19427182.T29.T19", "sentence": "First, addition of apolipoprotein A-I (@GENE$), a direct acceptor of the ATP-binding cassette transporter A1 (ABCA1)-secreted lipids, increased @CHEMICAL$ secretion in a dose-dependent manner.", "label": "CPR:9"}
{"id": "12067524.T22.T1", "sentence": "BACKGROUND AND AIMS: Glutamic acid decarboxylase (@GENE$, EC 4.1.1.15) catalyses the conversion of glutamate to @CHEMICAL$ (GABA).", "label": "CPR:9"}
{"id": "23551063.T1.T15", "sentence": "UGT1A6 exhibited a significantly higher Vmax and Km values toward both @CHEMICAL$ and UDP-glucuronic acid than the other @GENE$.", "label": "CPR:9"}
{"id": "20372850.T20.T2", "sentence": "Gastrointestinal adenocarcinomas and squamous cell uterine carcinomas were often accompanied by high @GENE$ expression, indicating activation of @CHEMICAL$ synthesis through both the salvage and de novo pathways.", "label": "CPR:9"}
{"id": "23458730.T7.T24", "sentence": "In the current study, we reveal the inhibitory effects of baicalin on the metabolism of @CHEMICAL$ (DXM), a dual probe substrate of CYP2D and @GENE$, in rats.", "label": "CPR:9"}
{"id": "12244038.T14.T29", "sentence": "Gemfibrozil, a lipid-lowering drug, inhibited cytokine-induced production of @CHEMICAL$ and the expression of inducible nitric-oxide synthase (@GENE$) in human U373MG astroglial cells and primary astrocytes.", "label": "CPR:9"}
{"id": "23532634.T30.T8", "sentence": "@GENE$-stimulated peak cortisol, delta cortisol, and @CHEMICAL$-S levels are decreased during hyperthyroidism, probably due to increased turnover.", "label": "CPR:9"}
{"id": "16851960.T1.T17", "sentence": "Density functional theory calculations using the hybrid functional B3LYP have been performed to study the @CHEMICAL$ transfer step in @GENE$ (GNMT).", "label": "CPR:9"}
{"id": "15805193.T6.T18", "sentence": "@CHEMICAL$ is principally metabolized by CYP2C9, and both are probable substrates of the drug transporter @GENE$.", "label": "CPR:9"}
{"id": "16766717.T15.T5", "sentence": "In the present study, we have evaluated possible participation of monocarboxylate transporters (@GENE$) responsible for the bidirectional membrane transport of @CHEMICAL$ in the cytoprotective property in osteoblasts.", "label": "CPR:9"}
{"id": "17553661.T24.T35", "sentence": "4-Hydroxynonenal (4-HNE) is a mutagenic @CHEMICAL$ produced during oxidative injury that is conjugated by several @GENE$ (GST) isoforms.", "label": "CPR:9"}
{"id": "19427182.T24.T10", "sentence": "alpha-Tocopherol transfer protein (@GENE$), the product of the gene responsible for familial isolated vitamin E deficiency, plays an important role in maintaining the plasma @CHEMICAL$ level by mediating the secretion of alpha-tocopherol by the liver.", "label": "CPR:9"}
{"id": "12244038.T14.T20", "sentence": "Gemfibrozil, a lipid-lowering drug, inhibited cytokine-induced production of @CHEMICAL$ and the expression of @GENE$ (iNOS) in human U373MG astroglial cells and primary astrocytes.", "label": "CPR:9"}
{"id": "19427182.T25.T8", "sentence": "These results strongly suggest that @GENE$ is substantially involved in hepatic @CHEMICAL$ secretion.", "label": "CPR:9"}
{"id": "15070163.T13.T6", "sentence": "The IC50-values obtained for the inhibition of lipopolysaccharide (LPS)-induced release of prostaglandin E2 (PGE2) reflecting @GENE$-mediated @CHEMICAL$ release were 47 microg/ml and 0.6 microg/ml, for the Salix extract 1520L and rofecoxib-like research compound L745337, respectively.", "label": "CPR:9"}
{"id": "14600253.T6.T20", "sentence": "At normal pH (7.4) and temperature (37 degrees C), the uptake of 1 microM @CHEMICAL$ was reduced by 83% in @GENE$(-/-) mice as compared with PEPT2(+/+) mice (p < 0.001).", "label": "CPR:9"}
{"id": "23327877.T30.T15", "sentence": "Compound 6 stimulated @GENE$-mediated @CHEMICAL$ uptake by increasing the apparent affinity of OATP1B3 for its substrate.", "label": "CPR:9"}
{"id": "23238783.T15.T1", "sentence": "These results suggest that CYP2B6 genotype is the most important patient variable for predicting the level of @GENE$ activity in women, when measured by the metabolism of @CHEMICAL$.", "label": "CPR:9"}
{"id": "23552101.T21.T6", "sentence": "PIP5K1B encodes @GENE$ (pip5k1β), an enzyme functionally linked to actin cytoskeleton dynamics that phosphorylates @CHEMICAL$ [PI(4)P] to generate phosphatidylinositol-4,5-bisphosphate [PI(4,5)P2].", "label": "CPR:9"}
{"id": "23632081.T3.T15", "sentence": "In functional transport assays, we found that one of the identified molecules, ATM7, increased the reuptake of serotonin, possibly by facilitating the interaction of @CHEMICAL$ with transport-ready conformations of @GENE$ when concentrations of serotonin were low and rate limiting.", "label": "CPR:9"}
{"id": "15155769.T25.T7", "sentence": "Carnitine acetyltransferases (@GENE$) catalyze the reversible conversion of acetyl-CoA and carnitine to @CHEMICAL$ and free CoA.", "label": "CPR:9"}
{"id": "14507109.T13.T2", "sentence": "After 0 to 80 minutes (37 degrees C), 50-microL samples were withdrawn and added to 100 microL 1.5 M arginine, pH 8.7, and oxidized with 50 microL of 20 mM CT. For determination of @GENE$ activity, 10 microL thereof was incubated with 150 microL 1.5 M @CHEMICAL$, pH 8.7, and 100 microL 20 mM CT preoxidized (15 minutes 37 degrees C) pooled normal citrate buffered EDTA-plasma for 30 minutes (37 degrees C).", "label": "CPR:9"}
{"id": "23543413.T19.T8", "sentence": "It has been claimed that hCTR1, the @GENE$, is the major entry pathway for @CHEMICAL$ and related drugs via a mechanism that mimics copper.", "label": "CPR:9"}
{"id": "23393220.T39.T11", "sentence": "Given these findings, a unified PK model including the inhibition of @GENE$- and CYP2D6-catalyzed 5-MeO-DMT metabolism by harmaline was developed to describe blood harmaline, @CHEMICAL$, and bufotenine PK profiles in both wild-type and Tg-CYP2D6 mouse models.", "label": "CPR:9"}
{"id": "15102890.T34.T11", "sentence": "Here, we show that one BLT, [1-(2-methoxy-phenyl)-3-naphthalen-2-yl-urea] (BLT-4), blocked @GENE$-mediated @CHEMICAL$ efflux to lipid-poor apoA-I at a potency similar to that for its inhibition of SR-BI (IC(50) approximately 55-60 microM).", "label": "CPR:9"}
{"id": "22872607.T19.T7", "sentence": "Aldo-keto reductases (@GENE$) metabolize a wide range of substrates, including polycyclic aromatic hydrocarbons (PAHs), generating metabolites (o-quinones) and reactive @CHEMICAL$ species (ROS), which are capable of initiating and promoting carcinogenesis.", "label": "CPR:9"}
{"id": "17570561.T7.T20", "sentence": "We isolated partial cDNAs that codified for enzymes implicated in the @CHEMICAL$ biosynthesis such as l-phenylalanine ammonia-lyase (@GENE$) and chalcone synthase (CHS), and an antioxidant enzyme such as ascorbate peroxidase (APX).", "label": "CPR:9"}
{"id": "17040106.T17.T38", "sentence": "On the basis of our findings with structurally similar arylhydroxylamine metabolites of therapeutic drugs, we hypothesized that the reductive detoxification of @CHEMICAL$ carcinogens was catalyzed by NADH cytochrome b5 reductase (@GENE$) and cytochrome b5 (cyt b5).", "label": "CPR:9"}
{"id": "15689518.T11.T4", "sentence": "@GENE$ (SDH), a member of the beta-family of pyridoxal phosphate-dependent (PLP) enzymes, catalyzes the deamination of L-serine and L-threonine to yield @CHEMICAL$ or 2-oxobutyrate.", "label": "CPR:9"}
{"id": "15132128.T10.T20", "sentence": "PURPOSE: The fluoropyrimidine carbamate (capecitabine) is converted to @CHEMICAL$ (5-FU) by thymidine phosphorylase (@GENE$) inside target tissues.", "label": "CPR:9"}
{"id": "23600432.T8.T1", "sentence": "Introduction: @GENE$ (5-LO) is a crucial enzyme of the @CHEMICAL$ (AA) cascade and catalyzes the formation of bioactive leukotrienes (LTs) with the help of FLAP, the 5-LO-activating protein.", "label": "CPR:9"}
{"id": "23531488.T7.T2", "sentence": "Using a transient heterologous cell expression system, we find that the transport activities of the @GENE$ variant towards substrates estrone sulfate and @CHEMICAL$ are similar to the well-characterized full length variant.", "label": "CPR:9"}
{"id": "12668769.T83.T46", "sentence": "Firstly, transgenic plants overexpressing formate dehydrogenase (@GENE$, EC 1.2.1.2) were used to continue our previous studies on the function of FDH in @CHEMICAL$ metabolism.", "label": "CPR:9"}
{"id": "22899102.T26.T4", "sentence": "Stable ABCC1, ABCC2 and ABCC3 knockdown cell lines were generated, thus making it possible to demonstrate that ABCC1 mediates the basolateral and @GENE$ the apical excretion of @CHEMICAL$ conjugates.", "label": "CPR:9"}
{"id": "17210712.T15.T56", "sentence": "They all expressed ASS, but not ornithine transcarbamylase (OTC), the enzyme that converts ornithine, the product of degradation of arginine with rhArg, to citrulline, which is converted back to @CHEMICAL$ via @GENE$.", "label": "CPR:9"}
{"id": "12614192.T10.T2", "sentence": "The scientific basis of this treatment of ED includes relaxation of the corpus cavernosum smooth muscle tissue by inhibition of @GENE$ that breaks down @CHEMICAL$, the key pathway for the production of erectile function in humans.", "label": "CPR:9"}
{"id": "15777622.T28.T6", "sentence": "Megalin, a family of @GENE$ related to the low-density lipoprotein (LDL) receptor, is a major pathway for proximal tubular @CHEMICAL$ accumulation.", "label": "CPR:9"}
{"id": "23125284.T19.T1", "sentence": "The mitochondrial respiratory chain complex IV (@GENE$) is a multi-subunit enzyme that transfers electrons from cytochrome c to molecular @CHEMICAL$, yielding water.", "label": "CPR:9"}
{"id": "17079868.T10.T4", "sentence": "Methionine synthase reductase (@GENE$) is an enzyme involved in the conversion of @CHEMICAL$ to methionine.", "label": "CPR:9"}
{"id": "16801455.T50.T27", "sentence": "@GENE$ modulates @CHEMICAL$ synthesis through nonfreely exchangeable L-arginine pools in human endothelial cells.", "label": "CPR:9"}
{"id": "12668769.T74.T37", "sentence": "One major route involves the tetrahydrofolate (THF)-dependent activities of the glycine decarboxylase complex (GDC, EC 2.1.1.10) and serine hydroxymethyltransferase (@GENE$, EC 2.1.2.1) with glycine (@CHEMICAL$) as one-carbon (1-C) source.", "label": "CPR:9"}
{"id": "12668769.T64.T36", "sentence": "One major route involves the tetrahydrofolate (THF)-dependent activities of the glycine decarboxylase complex (GDC, @GENE$) and serine hydroxymethyltransferase (SHMT, EC 2.1.2.1) with @CHEMICAL$ (Gly) as one-carbon (1-C) source.", "label": "CPR:9"}
{"id": "16480505.T2.T9", "sentence": "The concomitantly administered effects of @CHEMICAL$ on other drugs can result in their altered metabolism or transportation that are metabolised by @GENE$ or transported by p-glycoprotein in the gastrointestinal tract and liver.", "label": "CPR:9"}
{"id": "19427182.T24.T11", "sentence": "alpha-Tocopherol transfer protein (@GENE$), the product of the gene responsible for familial isolated vitamin E deficiency, plays an important role in maintaining the plasma alpha-tocopherol level by mediating the secretion of @CHEMICAL$ by the liver.", "label": "CPR:9"}
{"id": "15689518.T11.T2", "sentence": "@GENE$ (SDH), a member of the beta-family of pyridoxal phosphate-dependent (PLP) enzymes, catalyzes the deamination of @CHEMICAL$ and L-threonine to yield pyruvate or 2-oxobutyrate.", "label": "CPR:9"}
{"id": "12067524.T23.T1", "sentence": "BACKGROUND AND AIMS: Glutamic acid decarboxylase (GAD, @GENE$) catalyses the conversion of glutamate to @CHEMICAL$ (GABA).", "label": "CPR:9"}
{"id": "23318471.T40.T13", "sentence": "These findings, derived from a variety of analytical and functional approaches, provide evidence for a novel nongenomic signaling mechanism for androgen action in the microvasculature: TES-stimulated vasodilation mediated primarily by peroxynitrite formed from @GENE$-generated superoxide and @CHEMICAL$.", "label": "CPR:9"}
{"id": "22972179.T7.T9", "sentence": "@CHEMICAL$ increased phosphorylation of tuberous sclerosis complex 2 (TSC2) on @GENE$ consensus sites but did not change the amount of TSC1 bound to TSC2.", "label": "CPR:3"}
{"id": "15732037.T1.T23", "sentence": "Treatment with @CHEMICAL$ reversed both protein and mRNA of HIF-1alpha, VEGF, BNP, and @GENE$ to the baseline values.", "label": "CPR:3"}
{"id": "22718571.T8.T18", "sentence": "On the other hand, treatment with @CHEMICAL$ significantly increased adipogenesis, which was associated with a significant increase in the mRNA expression of PPAR-γ, @GENE$ and adiponectin.", "label": "CPR:3"}
{"id": "23539296.T20.T2", "sentence": "Here, we have now found that activation of @GENE$ MAPK by @CHEMICAL$ potentiated induction of CYP2B6 mRNA by CAR ligand in HepG2 cells to levels observed in ligand-treated human primary hepatocytes.", "label": "CPR:3"}
{"id": "23528251.T4.T23", "sentence": "@CHEMICAL$ (PB), a typical CAR activator, increased the gene expression of HIF-target genes in the livers of mice, including erythropoietin, @GENE$ and vascular endothelial growth factor-a.", "label": "CPR:3"}
{"id": "10446934.T31.T9", "sentence": "Human and rat renin and @GENE$ genes were downregulated in dTGR and were increased by losartan and @CHEMICAL$ treatments, whereas no changes in the expression of rat ACE and AT1A receptor genes were observed.", "label": "CPR:3"}
{"id": "23542513.T9.T30", "sentence": "Taken together, our findings indicate that @CHEMICAL$ suppresses NO production through modulation of iNOS, consequently suppressing NF-κB activity and induction of @GENE$-dependent HO-1 activity.", "label": "CPR:3"}
{"id": "8600944.T1.T17", "sentence": "Interestingly, two categories of clones were distinguished based on the effects of GCS on IL-2 production and IL-2R alpha expression and proliferation; 1) In low IL-2 producers DEX blocked IL-2 production and decreased IL-2R alpha expression and proliferation; 2) In high IL-2 producers @CHEMICAL$ inhibited IL-2 production partially and enhanced @GENE$ expression and proliferation.", "label": "CPR:3"}
{"id": "17488480.T57.T3", "sentence": "Furthermore, substance P (SP) concentration in the acini and expression of SP gene (preprotachykinin-A, PPT-A) and neurokinin-1 receptor (@GENE$), the primary receptor for SP, are increased in secretagogue @CHEMICAL$-treated acinar cells.", "label": "CPR:3"}
{"id": "23419638.T10.T33", "sentence": "Similarly, @CHEMICAL$ induced the expression of @GENE$ mRNA up to 5-fold in HepG2 and LS174T cells relative to the induction by 5 nM 2,3,7,8-tetrachlorodibenzodioxin (TCDD), the most potent activator of AhR.", "label": "CPR:3"}
{"id": "22972179.T7.T11", "sentence": "@CHEMICAL$ increased phosphorylation of tuberous sclerosis complex 2 (TSC2) on AMPK consensus sites but did not change the amount of TSC1 bound to @GENE$.", "label": "CPR:3"}
{"id": "23500772.T24.T9", "sentence": "Compared with DM8W group, SOD and @GENE$ in @CHEMICAL$+DM8W group was increased, MDA was decreased.", "label": "CPR:3"}
{"id": "23265491.T5.T12", "sentence": "Pretreatment of human breast carcinoma MCF-7 cells for 24 h with the groundnut extract and soybean @CHEMICAL$ increased gene expression of @GENE$ (HO-1), a major antioxidative stress enzyme.", "label": "CPR:3"}
{"id": "23473804.T15.T33", "sentence": "To this end, 158N murine oligodendrocytes were treated with @CHEMICAL$ or 7βOHC inducing an apoptotic mode of cell death characterized by condensation/fragmentation of the nuclei, dephosphorylation of Akt and GSK3, mitochondrial depolarization involving Mcl-1, and @GENE$ activation.", "label": "CPR:3"}
{"id": "23264615.T18.T20", "sentence": "@CHEMICAL$ and IFNT stimulated endometrial @GENE$ expression and activity, increased endometrial PTGS2 activity and the amount of PG in the uterine lumen, and up-regulated many conceptus elongation-related genes in the endometrium.", "label": "CPR:3"}
{"id": "23322769.T2.T15", "sentence": "Repression of farnesyltransferase (FNTA) by siRNA and the enzyme inhibitor @CHEMICAL$ caused elevation of ApoA-I secretion from hepatocytes and from transgenic mice expressing @GENE$ and cholesterol ester transfer protein transgenes.", "label": "CPR:3"}
{"id": "22981796.T4.T7", "sentence": "Exposure to @CHEMICAL$ NPs decreased cell viability to 73% (p<0.01) and significantly (p<0.05) elevated levels of lactate dehydrogenase, intracellular reactive oxygen species and @GENE$ that mirrored our findings from subacute in vivo inhalation studies in mice.", "label": "CPR:3"}
{"id": "23539296.T27.T4", "sentence": "In addition to @GENE$, @CHEMICAL$ co-treatment potentiated an increase in CYP2A7 and CYP2C9 mRNAs but not CYP3A4 or UDP-glucuronosyltransferase 1A1 mRNAs.", "label": "CPR:3"}
{"id": "14757703.T14.T27", "sentence": "@CHEMICAL$ mediates cardiostimulation by activation of the 'putative' beta(4)-adrenoceptor; however, it has recently been reported that disruption of the @GENE$ gene abolishes this effect.", "label": "CPR:3"}
{"id": "23318726.T18.T22", "sentence": "Furthermore, @CHEMICAL$ treatment caused nuclear accumulation of nuclear factor-E2-related factor 2 (Nrf2) and increased the promoter activity of antioxidant response elements (@GENE$).", "label": "CPR:3"}
{"id": "23071106.T48.T21", "sentence": "@GENE$ secretion stimulated by both 200 μM tolbutamide and 20 μM @CHEMICAL$, concentrations that had equivalent effects on membrane potential, was inhibited by thapsigargin (1 μM) or the L-type Ca(2+) channel blocker nicardipine (2 μM) and was potentiated by 8-pCPT-2'-O-Me-cAMP-AM at concentrations ≥2 μM in INS-1 cells.", "label": "CPR:3"}
{"id": "23423713.T13.T36", "sentence": "Upon co-exposure to @CHEMICAL$ and TCDD, V(5+) significantly potentiated the TCDD-mediated induction of the Cyp1a1, Cyp1a2, and @GENE$ mRNA, protein, and catalytic activity levels at 24 h. In vitro, V(5+) decreased the TCDD-mediated induction of Cyp1a1 mRNA, protein, and catalytic activity levels.", "label": "CPR:3"}
{"id": "23541637.T14.T39", "sentence": "@CHEMICAL$-induced ENaC and basal @GENE$ trafficking via protein kinase D1-phosphatidylinositol 4-kinaseIIIβ trans Golgi signalling in M1 cortical collecting duct cells.", "label": "CPR:3"}
{"id": "17352516.T1.T20", "sentence": "@CHEMICAL$, an oral dipeptidyl peptidase-4 (DPP-4) inhibitor, improves glycaemic control by inhibiting DPP-4 inactivation of the incretin hormones @GENE$ and glucose-dependent insulinotropic polypeptide.", "label": "CPR:3"}
{"id": "14642426.T6.T16", "sentence": "Ginsenosides Rb2, Rd and Rg1 significantly decreased @CHEMICAL$ and/or epinephrine-induced increase of @GENE$ level in macrophage cell line (RAW 264.7).", "label": "CPR:3"}
{"id": "11430635.T14.T40", "sentence": "@CHEMICAL$ activates carbonic anhydrase and antagonizes the effect of the specific @GENE$ inhibitor acetazolamide, by a direct mechanism of action.", "label": "CPR:3"}
{"id": "23583257.T22.T8", "sentence": "In fact, we demonstrated a significant stimulation of @GENE$ activity by 4 quinone derivatives (AA-861, tBuBHQ, @CHEMICAL$, and duroquinone) observed in 3 different cellular models, HEK293E, T-REx™, and chondrocyte cell lines.", "label": "CPR:3"}
{"id": "23580446.T30.T5", "sentence": "Platelet-induced COX-2-dependent PGE2 synthesis in HT29 cells was involved in downregulation of p21(WAF1/@GENE$) and upregulation of cyclinB1, since these effects were prevented by @CHEMICAL$(a selective COX-2 inhibitor) and rescued by exogenous PGE2.", "label": "CPR:3"}
{"id": "23423713.T13.T34", "sentence": "Upon co-exposure to @CHEMICAL$ and TCDD, V(5+) significantly potentiated the TCDD-mediated induction of the @GENE$, Cyp1a2, and Cyp1b1 mRNA, protein, and catalytic activity levels at 24 h. In vitro, V(5+) decreased the TCDD-mediated induction of Cyp1a1 mRNA, protein, and catalytic activity levels.", "label": "CPR:3"}
{"id": "23564313.T7.T25", "sentence": "Also, @CHEMICAL$ enhances the phosphorylation of @GENE$, the accumulation of reactive oxygen species, the release of intracellular Ca(2+), as well as the activation of apoptosis signal-regulating kinase 1, c-jun-N-terminal kinase, p38, inhibitor of kappaBα (IκBα) kinase, and inositol requiring enzyme 1α.", "label": "CPR:3"}
{"id": "15736931.T37.T56", "sentence": "Mutation of arginine 228 to @CHEMICAL$ enhances the @GENE$ activity of bovine beta-1,4-galactosyltransferase I.", "label": "CPR:3"}
{"id": "23564313.T1.T16", "sentence": "In addition, @CHEMICAL$ induces the DNA-binding activities of the transcription factor NF-κB, HSF1, AP-1, and @GENE$, together with the expression of HSP70 and Bax proteins.", "label": "CPR:3"}
{"id": "11730729.T4.T22", "sentence": "In conclusion, @CHEMICAL$-induced constitutive @GENE$ activity reduces muscarinic receptor agonist- and histamine-induced contractions of bovine tracheal smooth muscle, which can be reversed by the inverse agonist timolol.", "label": "CPR:3"}
{"id": "16920841.T3.T25", "sentence": "Independent of dietary @CHEMICAL$, supplemental Met increased hepatic @GENE$ activity approximately 30%.", "label": "CPR:3"}
{"id": "23631499.T2.T12", "sentence": "The results showed that administration of @CHEMICAL$ resulted in a significant elevation in the levels of @GENE$ activity, CRP, NF-κB, and MCP-1 accompanied with a significant depletion in the Ach level.", "label": "CPR:3"}
{"id": "23542513.T9.T31", "sentence": "Taken together, our findings indicate that @CHEMICAL$ suppresses NO production through modulation of iNOS, consequently suppressing NF-κB activity and induction of Nrf2-dependent @GENE$ activity.", "label": "CPR:3"}
{"id": "23416143.T16.T18", "sentence": "Chronic consumption of @CHEMICAL$ also stimulated abrupt increases in pro-inflammatory cytokines such as @GENE$, tumor necrosis factor (TNF)-α and interleukin (IL)-1β in liver otherwise co-administration of CNF effectively suppressed production of these cytokines dose-dependently.", "label": "CPR:3"}
{"id": "1663395.T6.T4", "sentence": "Evidence has accumulated in the last few years that the expression of the microsomal/peroxidase antigen (@GENE$) in thyroid cells is induced by TSH, through pathways which involve intracellular @CHEMICAL$ accumulation and protein synthesis.", "label": "CPR:3"}
{"id": "12388748.T5.T15", "sentence": "Culture of HepG2 cells with @CHEMICAL$ has now been shown to induce both the formation of intracellular aggregates containing K18 as well as an increase in the abundance of @GENE$ mRNA.", "label": "CPR:3"}
{"id": "23612487.T2.T16", "sentence": "@CHEMICAL$ increased the amount of @GENE$ at both mRNA and protein levels, and increased the activity of alkaline phosphatase, leading to the mineralization.", "label": "CPR:3"}
{"id": "23313376.T4.T30", "sentence": "@CHEMICAL$ also down-regulated the expression of STAT3 target genes, including the anti-apoptotic proteins Bcl-xL and Mcl-1, leading to the up-regulation of mitochondrial apoptosis pathway-related proteins (Bax, Bak, cytosolic Cytochrome c, and cleaved Caspase3) and cyclin-dependent kinase inhibitors such as p21 and @GENE$.", "label": "CPR:3"}
{"id": "17352516.T1.T21", "sentence": "@CHEMICAL$, an oral dipeptidyl peptidase-4 (DPP-4) inhibitor, improves glycaemic control by inhibiting DPP-4 inactivation of the incretin hormones glucagon-like peptide-1 and @GENE$.", "label": "CPR:3"}
{"id": "23085435.T13.T27", "sentence": "The present results indicated that N-@CHEMICAL$ induce apoptosis by decreasing the mitochondrial transmembrane potential, increasing the activation of caspase-9 and caspase-3, and enhancing @GENE$ expression through inhibition of the Ras/MEK/ERK and Ras/mTOR pathways.", "label": "CPR:3"}
{"id": "23182954.T4.T18", "sentence": "@CHEMICAL$ plus PM(2.5) exposure, however, induced CRP, IL-6, CK, @GENE$ and MDA increase, SOD and HRV decrease significantly in a dose-response way.", "label": "CPR:3"}
{"id": "11430635.T25.T5", "sentence": "In view of the role of CA in acid-base balance as well as the fact that an increase or decrease in its activity is accompanied by an increase or decrease in intra- and extracellular pH, our results suggest that: firstly, @GENE$ activation induced by @CHEMICAL$ might cause changes in COX activity; secondly, PGs are synthetized as a consequence of the changes in COX activity, a hypothesis that requires further study.", "label": "CPR:3"}
{"id": "23580446.T29.T5", "sentence": "Platelet-induced COX-2-dependent PGE2 synthesis in HT29 cells was involved in downregulation of p21(@GENE$/CIP1) and upregulation of cyclinB1, since these effects were prevented by @CHEMICAL$(a selective COX-2 inhibitor) and rescued by exogenous PGE2.", "label": "CPR:3"}
{"id": "10626836.T21.T7", "sentence": "Specifically, aniracetam, which potentiates wild-type AMPA receptors, is ineffective on the non-desensitizing @GENE$(L507Y) mutant, but has synergistic effects with @CHEMICAL$ on wild-type receptors.", "label": "CPR:3"}
{"id": "17611273.T16.T18", "sentence": "In hippocampal dentate gyrus, @CHEMICAL$-receiving rats showed a 51% decrease in NET-ir density and a 61% expanded distribution of the new-cell marker PSA-NCAM (polysialylated form of @GENE$).", "label": "CPR:3"}
{"id": "23539296.T4.T29", "sentence": "In addition to CYP2B6, @CHEMICAL$ co-treatment potentiated an increase in CYP2A7 and @GENE$ mRNAs but not CYP3A4 or UDP-glucuronosyltransferase 1A1 mRNAs.", "label": "CPR:3"}
{"id": "17567713.T16.T10", "sentence": "Recently, it has been shown that the activation of particular @GENE$ bitter taste receptors is partially involved with the bitter aftertaste sensation of @CHEMICAL$ and acesulfame-K. To more fully understand the biology behind these phenomena we have addressed the question of whether AS could stimulate transient receptor potential vanilloid-1 (TRPV1) receptors, as these receptors are activated by a large range of structurally different chemicals.", "label": "CPR:3"}
