{"id": "14711372.T16.T12", "sentence": "@GENE$ (carnitine palmitoyltransferase I) catalyses the conversion of palmitoyl-CoA into @CHEMICAL$ in the presence of L-carnitine, facilitating the entry of fatty acids into mitochondria.", "label": "CPR:9"}
{"id": "16757355.T10.T41", "sentence": "@CHEMICAL$ (BAY 43-9006, Nexavar), a dual-action inhibitor that targets @GENE$/MEK/ERK pathway in tumor cells and tyrosine kinases VEGFR/PDGFR in tumor vasculature.", "label": "CPR:4"}
{"id": "20624440.T15.T8", "sentence": "We have used a combination of @GENE$ and free radical mediated toxicity in a dopaminergic cell line to provide a model of nigral toxicity in order to investigate the potential molecular mechanisms that mediate @CHEMICAL$ protection.", "label": "0"}
{"id": "16809928.T4.T16", "sentence": "SSTR2 and SSTR5 are usually expressed in GH-secreting pituitary tumors, and both @CHEMICAL$ and lanreotide bind preferentially to @GENE$ and, to a lesser extent, to SSTR5.", "label": "0"}
{"id": "16417577.T19.T6", "sentence": "Galanin attenuates @GENE$ (CREB) phosphorylation induced by chronic @CHEMICAL$ and naloxone challenge in Cath.a cells and primary striatal cultures.", "label": "CPR:3"}
{"id": "6687626.T23.T8", "sentence": "The nonapeptide hormone @GENE$-like arginine-@CHEMICAL$ (AVP) is synthesized as part of a larger precursor polypeptide.", "label": "0"}
{"id": "10670413.T44.T7", "sentence": "The inhibitory effect of PGE1 or sulprostone was prevented by pretreatment with pertussis toxin [islet activating protein (IAP)] or phorbol-12-myristate-13-acetate (PMA), and the protein kinase C (@GENE$) inhibitor @CHEMICAL$ blocked the action of PMA.", "label": "CPR:4"}
{"id": "23523949.T1.T31", "sentence": "@CHEMICAL$ (25 and 50mg/kg) or vitamin E improved histopathological damages, decreased MDA and @GENE$, increased GSH content and attenuated the increase of Bax/Bcl2 ratio, activation of caspase 3 and release of cytochrome c to the cytosol induced by DZN.", "label": "CPR:4"}
{"id": "23374869.T27.T4", "sentence": "Based on recent reports that the small molecules, isatin and phthalimide, are suitable scaffolds for the design of high potency monoamine oxidase (@GENE$) inhibitors, the present study examines the MAO inhibitory properties of a series of @CHEMICAL$ [2-benzofuran-1(3H)-one] analogues.", "label": "0"}
{"id": "23192350.T1.T13", "sentence": "Leukocyte adhesion during inflammation is initiated by the binding of sialofucosylated @CHEMICAL$ expressed on leukocytes to endothelial @GENE$.", "label": "0"}
{"id": "23349501.T24.T2", "sentence": "Notably, 17-HDHA treatment reduced adipose tissue expression of inflammatory cytokines, increased @GENE$ expression and improved @CHEMICAL$ tolerance parallel to insulin sensitivity in obese mice.", "label": "0"}
{"id": "12213829.T27.T8", "sentence": "Ntp and Ctp, synthetic peptides based on the N- and C-terminal sequences of K(IR)6.0, respectively, were used to probe gating of @GENE$/SUR K(@CHEMICAL$) channels.", "label": "0"}
{"id": "23466232.T9.T3", "sentence": "Several members of a new family of non-sugar-type @GENE$ inhibitors, bearing a @CHEMICAL$ moiety and various substituent at the N2 position, were synthesized and their activities were investigated.", "label": "CPR:4"}
{"id": "11103886.T6.T16", "sentence": "We describe here the putative influence of the dose of antipsychotic medication (chlorpromazine equivalents, @CHEMICAL$), the antipsychotic serum concentration of dopamine (DA) D2-blocking activity and the approximated central dopamine @GENE$ occupancy (DA D2-occupancy), on conditioned blocking (CB) measures of attention and performance on a neuropsychological battery, in 108 patients with schizophrenia (compared with 62 healthy controls).", "label": "0"}
{"id": "23532634.T32.T21", "sentence": "Baseline cortisol (Cor0), DHEA-S (DHEA-S0), @GENE$ (CBG), ACTH, calculated free cortisol (by Coolen's equation = CFC), free cortisol index (FCI), 60-min cortisol (Cor60), and DHEA-S (DHEA-S60), delta cortisol (@CHEMICAL$), delta DHEA-S (ΔDHEA-S) responses were evaluated.", "label": "0"}
{"id": "23247009.T6.T18", "sentence": "In addition, @CHEMICAL$-mediated inhibition of AR prevented LPS-induced activation of @GENE$ and p38 and lowered ROS levels, which could inhibit LPS-induced apoptosis.", "label": "CPR:4"}
{"id": "23511897.T2.T19", "sentence": "To study this, @CHEMICAL$ profiles in urine were assessed in male subjects suffering from functional mutations in ATP binding cassette transporter A1 (ABCA1) (n = 24), @GENE$ (LCAT) (n = 40), as well as in 11 subjects with low HDL cholesterol (HDL-C) without ABCA1/LCAT mutations.", "label": "0"}
{"id": "11430635.T6.T30", "sentence": "The effects of single and combined administration of @CHEMICAL$ and acetazolamide on red cell @GENE$ and on gastric acid secretion were studied in vivo.", "label": "0"}
{"id": "22921426.T21.T28", "sentence": "The results showed that Pb(2+) increased [Ca(2+)](i) and decreased [Ca(2+)](ER) linearly in a time- and concentration-dependant manner, and Pb(2+) addition after the applying of a ryanodine receptor (RyR) antagonist and an @CHEMICAL$ receptor (@GENE$) antagonist did not increase [Ca(2+)](i).", "label": "0"}
{"id": "15120421.T49.T29", "sentence": "We have examined the functional activities and potencies, in various cell-based assays, and relative binding affinities (RBAs) for progesterone receptors (PR) and glucocorticoid receptors (@GENE$) of the putative mono- and didemethylated metabolites of @CHEMICAL$, CDB-4124, and mifepristone and of the 17alpha-hydroxy and aromatic A-ring derivatives of CDB-2914 and CDB-4124.", "label": "0"}
{"id": "19244097.T53.T36", "sentence": "In the present study, we report that SoRI-9804 and SoRI-20040, at doses that do not alter release, partially inhibited d-amphetamine-induced DAT-mediated release of [(3)H]1-methyl-4-phenylpyridinium (MPP(+))or[(3)H]dopamine from striatal synaptosomes (\"@GENE$-mediated @CHEMICAL$ release\") in a dose-dependent manner.", "label": "0"}
{"id": "12188035.T2.T14", "sentence": "Moreover, in rat hepatoma H4-II-E cells, the esterified-BM failed to induce @CHEMICAL$ aminotransferase, which is regulated by @GENE$-mediated transactivation activity.", "label": "0"}
{"id": "17488480.T9.T40", "sentence": "To determine whether H(2)S itself provoked inflammation in acinar cells, the cells were treated with @CHEMICAL$ donor drug, sodium hydrosulphide (NaHS), (10, 50 and 100 muM), that resulted in a significant increase in SP concentration and expression of @GENE$ and NK1-R in acinar cells.", "label": "0"}
{"id": "8799556.T29.T52", "sentence": "The @CHEMICAL$ antagonists, prazosin, doxazosin and alfuzosin displayed high affinity but were non selective for the three cloned @GENE$.", "label": "0"}
{"id": "10406837.T10.T20", "sentence": "In the present study, the ability of different concentrations of @CHEMICAL$ to modify angiotensin II (@GENE$)-induced vascular responses was examined, with the use of an organ bath system, in endothelium-denuded aortic rings from spontaneously hypertensive rats.", "label": "0"}
{"id": "21262851.T46.T9", "sentence": "Mutation of the high-affinity DHP binding site (T1039Y and Q1043M) in @GENE$ channels reduced @CHEMICAL$ potency.", "label": "0"}
{"id": "12184062.T17.T6", "sentence": "By this mechanism, they induce similar pharmacological effects to @CHEM-GENE$ (ACE) inhibitors, resulting in a lowering of blood pressure (BP).", "label": "0"}
{"id": "23495205.T12.T19", "sentence": "The most potent in vitro DASI discovered is an @CHEMICAL$ derivative with IC50 values against @GENE$ and steroid sulfatase in a JEG-3 cell preparation of 0.2 and 2.5 nM, respectively.", "label": "CPR:4"}
{"id": "10839989.T45.T63", "sentence": "Contrasting effects of N5-substituted tetrahydrobiopterin derivatives on @CHEMICAL$ hydroxylase, dihydropteridine reductase and @GENE$.", "label": "0"}
{"id": "10933803.T12.T1", "sentence": "Since plasma concentrations of prothrombin, factor VII, protein C, or protein S did not by themselves potentiate factor Xa generation and did not interfere with the potentiation of the reaction of factor IX, the effect is specific for factor IX and is not attributable to the @GENE$ of all @CHEMICAL$-dependent proteins.", "label": "0"}
{"id": "16305240.T17.T6", "sentence": "In this work, we utilized magnetic circular dichroism spectroscopy to explore how the electronic structure of the reduced B12 cofactor (i.e., the post-homolysis product Co2+ Cbl) is modulated by the enzyme @CHEM-GENE$.", "label": "0"}
{"id": "12398910.T3.T17", "sentence": "To determine whether 3,4-methylenedioxymethamphetamine (@CHEMICAL$)-induced reductions in @GENE$ density could be related to such a mechanism, p-chlorophenylalanine or MDMA was administered to rats, and brain serotonin and SERT density were measured.", "label": "CPR:4"}
{"id": "2855105.T4.T30", "sentence": "In this work, the interactions between @CHEMICAL$ and two ACTH secretagogues, lysine vasopressin (LVP) and @GENE$ (CRH), were investigated in patients with Addison's disease.", "label": "0"}
{"id": "17570561.T9.T24", "sentence": "We isolated partial cDNAs that codified for enzymes implicated in the anthocyanin biosynthesis such as l-phenylalanine @CHEMICAL$-lyase (PAL) and chalcone synthase (CHS), and an antioxidant enzyme such as ascorbate peroxidase (@GENE$).", "label": "0"}
{"id": "21262851.T18.T52", "sentence": "BDZs and other positive GABA(A)R modulators, including @CHEMICAL$, ethanol, and neurosteroids, can also inhibit @GENE$ (L-VGCCs), which could contribute to reduced neuronal excitability.", "label": "CPR:4"}
{"id": "23261590.T2.T21", "sentence": "The molecular mechanism studies suggested that @CHEMICAL$ may block the phosphorylation of @GENE$ (MAPK) molecule p38, apoptosis signal-regulating kinase 1 (ASK-1) and nuclear translocation of nuclear factor-κB (NF-κB) p65 and p50 subunits.", "label": "CPR:4"}
{"id": "23590882.T7.T2", "sentence": "These results support the hypothesis that apoplastic amino acids acting through heteromeric @GENE$/GLR3.4 channels affect lateral root development via @CHEMICAL$ signaling in the phloem.", "label": "0"}
{"id": "15805193.T6.T17", "sentence": "@CHEMICAL$ is principally metabolized by CYP2C9, and both are probable substrates of the @GENE$ P-glycoprotein.", "label": "CPR:9"}
{"id": "17333137.T6.T18", "sentence": "RATIONALE: Recent studies provide evidence for reduced phosphodiesterase-4B (PDE4B) as a genetic susceptibility factor as well as suggesting an association of several single @CHEMICAL$ polymorphisms (SNPs) in @GENE$ that are associated with an increased incidence of schizophrenia.", "label": "0"}
{"id": "7824160.T30.T13", "sentence": "At the @GENE$ receptor, both R(-) and S(+)MDA were equipotent at stimulating @CHEMICAL$ hydrolysis, with the S(+) isomer of MDMA being more efficacious at the 5-HT2C receptor compared with the R(-) isomer.", "label": "0"}
{"id": "16920841.T24.T10", "sentence": "@GENE$ (CHDH) and @CHEMICAL$-homocysteine methyltransferase (BHMT) are 2 enzymes involved in choline oxidation.", "label": "0"}
{"id": "8667211.T9.T15", "sentence": "Previous studies by this research team proved that vasodilating prostaglandins (@CHEMICAL$) E1, E2 and I2 inhibit @GENE$ (CA) in vitro and in vivo, which suggested involvement of CA in gastric acid secretion inhibition and the increase of gastric mucosa blood flow produced by this group of PGs.", "label": "CPR:4"}
{"id": "2571203.T14.T7", "sentence": "These two antibodies recognize closely spaced epitopes on the 55 kD chain of the IL-2 R. @GENE$ expression was examined on peripheral blood small lymphocytes in three groups of patients who received: (A) cyclosporine CsA and prednisone for baseline immunosuppression (n = 9); (B) anti-Tac with CsA and prednisone as baseline immunosuppression (n = 12); and (C) anti-Tac with azathioprine and @CHEMICAL$ as baseline immunosuppression (n = 5).", "label": "0"}
{"id": "17075268.T9.T26", "sentence": "CONCLUSIONS: These findings indicate that increased synthesis of @CHEMICAL$ through up-regulation of @GENE$ gene expression and HDC activity in nasal mucosa plays an important role in the development of nasal hypersensitivity.", "label": "CPR:9"}
{"id": "8894610.T29.T7", "sentence": "(+/-)-Tamsulosin, over the range of concentrations at which it antagonized the positive inotropic effect mediated by @GENE$, did not affect the accumulation of @CHEMICAL$ that was induced by 10 microM phenylephrine.", "label": "0"}
{"id": "15562257.T15.T32", "sentence": "Mibefradil blocked currents of all @CHEMICAL$ channel isoforms with similar affinity and a dependence on holding potential, and drug off-rate was slowed at depolarized potentials (k(off) was 0.024/s at -130 mV and 0.007/s at -100 mV for @GENE$).", "label": "0"}
{"id": "16702329.T4.T26", "sentence": "We conclude that lutein and @CHEMICAL$ interact through the PPARgamma and RXR pathways to modulate @GENE$ mRNA.", "label": "0"}
{"id": "12388748.T1.T9", "sentence": "In contrast, an @CHEMICAL$-terminal deletion mutant of @GENE$ promoted the formation of intracellular aggregates even in the absence of K18 overexpression.", "label": "0"}
{"id": "23250811.T14.T19", "sentence": "Compared with the untreated colitis group, the @CHEMICAL$-treated group showed significant decreases in the disease activity index, colonic mucosa damage index, histological score, myeloperoxidase activity, and expressions of NF-κB mRNA, IL-27 mRNA, TLR4 protein, @GENE$ p65 protein, and IL-27 p28 protein (p < 0.05).", "label": "CPR:4"}
{"id": "17919259.T14.T5", "sentence": "The actions of @CHEM-GENE$ are mediated by three receptor subtypes V1a, V2, and V1b.", "label": "0"}
{"id": "12560076.T7.T26", "sentence": "@CHEMICAL$ receptor overactivation has been implicated in a number of pathological conditions and inhibitors of @GENE$ are thus potentially interesting targets for therapy.", "label": "0"}
{"id": "23298863.T4.T16", "sentence": "The objectives of these studies were to explore the possibility of establishing of a link between the pharmacokinetics of @CHEMICAL$ and the responses of Gli1 mRNA in tumor-associated stromal or skin cells and the antitumor effect of @GENE$ inhibition.", "label": "0"}
{"id": "23357976.T11.T6", "sentence": "@CHEM-GENE$ encoded by the HSD11B2 gene converts cortisol to inactive cortisone, and alteration in this enzymatic activity might affect glucose homeostasis by affecting circulating levels or tissue availability of glucocorticoids.", "label": "0"}
{"id": "15953344.T22.T9", "sentence": "Interestingly, part of @GENE$ immunoreactivity is located at postsynaptic sites, suggesting a particular role of @CHEMICAL$ and their transporters in synaptic transmission.", "label": "CPR:9"}
{"id": "23473681.T6.T18", "sentence": "Herein, we demonstrate that the antibacterial activity of MAC13243 and the @CHEMICAL$ compounds are similar; these activities are suppressed or sensitized in response to increases or decreases of @GENE$ copy number, respectively.", "label": "0"}
{"id": "17035141.T23.T4", "sentence": "RESULTS: Only single nucleotide polymorphisms (SNPs) in @GENE$ were significantly associated in the overall data set; this significance was strongest when mothers took @CHEMICAL$-containing nutritional supplements before conception.", "label": "0"}
{"id": "23122079.T19.T2", "sentence": "These results indicate that phillyrin prevents lipid accumulation in HepG2 cells by blocking the expression of @GENE$ and FAS through LKB1/AMPK activation, suggesting that @CHEMICAL$ is a novel AMPK activator with a role in the prevention and treatment of obesity.", "label": "0"}
{"id": "23493374.T2.T27", "sentence": "Co-IP and coimmunolocalization confirmed that Creb1 associated with Mecp2 and cotransfection with glut3-@CHEMICAL$ in HT22 cells enhanced @GENE$ transcription.", "label": "0"}
{"id": "19203467.T25.T73", "sentence": "PURPOSE: To compare phenelzine (PLZ), an antidepressant drug with anxiolytic properties which inhibits monoamine oxidase (MAO) but also elevates rat brain levels of the amino acids ?-aminobutyric acid (@CHEMICAL$) and alanine (ALA), with vigabatrin (VIG), an anticonvulsant which elevates brain GABA by inhibition of GABA transaminase (GABA-T), with regard to their actions on brain levels of GABA and ALA and on activities of MAO, GABA-T and ALA transaminase (@GENE$).", "label": "0"}
{"id": "22634361.T4.T17", "sentence": "Herein, we report the pharmacological actions of @CHEMICAL$, a novel, selective, and brain-penetrant positive allosteric modulator (PAM) of the @GENE$ receptor in the stress-induced hyperthermia (SIH), four-plate, marble-burying and Vogel's conflict tests.", "label": "0"}
{"id": "15336276.T10.T2", "sentence": "To explore for the existence of an auxiliary hydrophobic binding register remote from the active site of @GENE$ a series of phenylalkylphosphonamidate derivatives of @CHEMICAL$ were synthesized and evaluated for their inhibitory potencies against PSMA.", "label": "0"}
{"id": "10712236.T22.T39", "sentence": "Depletion of putrescine, @CHEMICAL$, and spermine by DL-alpha-difluoromethylornithine (DFMO), a specific inhibitor of @GENE$ (ODC) that is the first rate-limiting enzyme for polyamine biosynthesis, decreased the apoptotic index.", "label": "CPR:9"}
{"id": "10626836.T29.T14", "sentence": "Additionally, experiments with the non-desensitizing site-directed mutant @GENE$(L507Y) (Stern-Bach, Y., Russo, S., Neuman, M. and Rosenmund, C., A point mutation in the @CHEMICAL$ binding site blocks desensitization of AMPA receptors.", "label": "0"}
{"id": "10670413.T15.T49", "sentence": "Prostaglandin E1, E2, STA2 (a stable analogue of thromboxane A2), 17-phenyl-trinor-PGE2 (an EP1-selective agonist) and @CHEMICAL$ (an @GENE$-selective agonist) inhibited the HVA Ca2+ current (HVA ICa) dose-dependently, and the rank order of potency to inhibit HVA Ca2+ channels was sulprostone>PGE2, PGE1>STA2>>17-phenyl-trinor-PGE2.", "label": "CPR:5"}
{"id": "10047461.T2.T32", "sentence": "The studies with dThyd rescue from cyclin E-cdk2 protein overexpression and growth inhibition by @CHEMICAL$ indicate that increased @GENE$-cdk2 protein expression is associated with effective inhibition of thymidylate synthase and resultant dNTP pool imbalance.", "label": "CPR:3"}
{"id": "23612487.T3.T20", "sentence": "These findings suggest that @CHEMICAL$ activates the PI3K/Akt signaling pathway leading to the promotion of nuclear translocation of @GENE$ in osteoblast-like cells, resulting in the upregulation of osteoptotegerin and osteoblast differentiation markers including alkaline phosphatase, probably relating to the inhibition of osteoclast formation and the mineralization, respectively.", "label": "CPR:3"}
{"id": "12067524.T4.T22", "sentence": "BACKGROUND AND AIMS: @CHEMICAL$ decarboxylase (@GENE$, EC 4.1.1.15) catalyses the conversion of glutamate to gamma-aminobutyric acid (GABA).", "label": "0"}
{"id": "12742526.T11.T22", "sentence": "The specific activity of liver methionine adenosyltransferase (MAT) was significantly elevated (205%, p<0.0001) in the dwarf mice, as were @CHEMICAL$ synthase (50%, p<0.01), cystathionase (83%, p<0.001), and @GENE$ (GNMT, 91%, p<0.001) activities.", "label": "0"}
{"id": "14757703.T29.T13", "sentence": "This study demonstrates enhanced cardiostimulation by CGP 12177A (in the presence of propranolol) in rat ventricular myocytes overexpressing @GENE$, mediated by a Gs/@CHEMICAL$ signalling pathway.", "label": "0"}
{"id": "16766717.T7.T17", "sentence": "The accumulation of @CHEMICAL$ occurred in a temperature- and pH-dependent manner in osteoblasts cultured for 7 days with high sensitivity to a specific @GENE$ inhibitor, whereas pyruvate was released into extracellular spaces from cultured osteoblasts in a fashion sensitive to the MCT inhibitor.", "label": "0"}
{"id": "23305850.T3.T9", "sentence": "Firstly, in the normal human renal epithelial HK-2 cells, the measurement of the expression of 30 previously reported NRF2 target genes in response to NRF2 inducers (sulforaphane, tert-butylhydroquinone, @CHEMICAL$, and hydrogen peroxide) showed that the @GENE$ is highly inducible by all treatments.", "label": "CPR:3"}
{"id": "22983867.T27.T9", "sentence": "); on the other hand, exercise training increased @GENE$ by 76 % in @CHEMICAL$ mice without affecting control mice (MSG, 11.8 ± 0.3; control, 12.8 ± 0.2 a.u.).", "label": "CPR:4"}
{"id": "22859660.T35.T20", "sentence": "For @GENE$ and ET1, MAP was also increased for the @CHEMICAL$ group but not in a dose-dependent fashion.", "label": "CPR:3"}
{"id": "10401556.T42.T23", "sentence": "The potency of the selective @GENE$ antagonist BMY 7378 against noradrenaline (pA2 = 6.16 +/- 0.13) and of the selective alpha 1A-adrenoceptor antagonist @CHEMICAL$ against noradrenaline (pKB = 8.35 +/- 0.10) and against the selective alpha 1A-adrenoceptor agonist A-61603 (pKB = 8.40 +/- 0.09) were too low to account for alpha 1D- and alpha 1A-adrenoceptor involvement.", "label": "0"}
{"id": "23265893.T10.T3", "sentence": "A similar assay using t-BBN/BVD15-DO3A against @CHEM-GENE$ showed IC(50) values of 80 ± 11 nM for Y1 receptor in MCF7 cells, another human breast cancer cell line.", "label": "0"}
{"id": "19427182.T24.T10", "sentence": "alpha-Tocopherol transfer protein (@GENE$), the product of the gene responsible for familial isolated vitamin E deficiency, plays an important role in maintaining the plasma @CHEMICAL$ level by mediating the secretion of alpha-tocopherol by the liver.", "label": "CPR:9"}
{"id": "23423713.T19.T37", "sentence": "Upon co-exposure to V(5+) and TCDD, V(5+) significantly potentiated the TCDD-mediated induction of the Cyp1a1, Cyp1a2, and Cyp1b1 mRNA, protein, and catalytic activity levels at 24 h. In vitro, @CHEMICAL$ decreased the TCDD-mediated induction of @GENE$ mRNA, protein, and catalytic activity levels.", "label": "CPR:4"}
{"id": "17308037.T28.T5", "sentence": "Blockade of PDE1 (8-methoxymethyl-3-isobutyl-1-methylxanthine, 100 microM), PDE2 [erythro-9-(2-hydroxy-3-nonyl)adenine, 30 microM], PDE3 (milrinone, 10 microM; cGMP, 10 microM), PDE4 (Ro 20-1724 [4-(3-butoxy-4-methoxybenzyl)imidazolidin-2-one], 100 microM), @GENE$ and PDE6 (zaprinast, 30 microM), and PDE7 [BRL-50481 (@CHEMICAL$), 10 microM] did not alter renal ecto-phosphodiesterase activity.", "label": "0"}
{"id": "10950934.T4.T19", "sentence": "Previously we have proposed that regulation of asymmetric @CHEMICAL$ concentration by DDAH may provide a novel mechanism for the regulation of @GENE$ activity in vivo.", "label": "0"}
{"id": "17253779.T40.T25", "sentence": "Here, we report the identification of two putative RetSat homologues in zebrafish, one of which, @GENE$ (zRetSat A), also had @CHEMICAL$ saturase activity, whereas zebrafish RetSat B (zRetSat B) was inactive under similar conditions.", "label": "0"}
{"id": "23313794.T10.T30", "sentence": "The results showed that (1) 15mg/kg body weight PhIP induced obvious histopathological changes in gastric mucosa; (2) PhIP (10 and/or 15mg/kg) significantly decreased @CHEMICAL$ dismutase (SOD) and glutathioneperoxidase (GPx) activities, while increased @GENE$ (CAT) activity compared with the control.", "label": "0"}
{"id": "17391279.T5.T24", "sentence": "The in vivo effects of the non-steroid anti-inflammatory drug (NSAID) amtolmetin guacyl, a pro-drug of the NSAID tolmetin, on lipid peroxidation, glutathione levels and activity of antioxidant enzymes (superoxide dismutase, catalase, @CHEMICAL$ peroxidase and glutathione reductase) in rat gastric mucosa, colon mucosa and liver, were compared with the effects of non-selective (indomethacin, diclofenac) and @GENE$ selective (celecoxib) NSAIDs.", "label": "0"}
{"id": "10670413.T47.T1", "sentence": "The modulation of @GENE$ by the prostaglandin E series (PGE1 and @CHEMICAL$) was studied in the paratracheal ganglion cells.", "label": "0"}
{"id": "15635044.T15.T49", "sentence": "Furthermore, a combinatory mutation (Pro(7.31)-Pro(7.32)-Ser(7.33) motif to Ser-Glu-Pro in EL3 and @CHEMICAL$(7.38), Leu(7.43), Ala(7.46), and Pro(7.47) to those of @GENE$) in gmGnRH-2 exhibited an approximately 500-fold increased sensitivity to GnRH-I, indicating that these residues are critical for discriminating GnRH-II from GnRH-I.", "label": "0"}
{"id": "23536521.T3.T21", "sentence": "This study was aimed to compare the in vitro effects of @CHEMICAL$ (C21H2HOSe; organoselenium) and sodium selenate (inorganic Se) on adenosine deaminase (@GENE$) activity, cell viability, lipid peroxidation, scavenger of nitric oxide (NO) and nonprotein thiols (NP-SH) content in the cerebral cortex slices of the young rats.", "label": "0"}
{"id": "8894610.T14.T31", "sentence": "These results indicate that the positive inotropic effect, mediated via @CHEMICAL$- and oxymetazoline-sensitive subtype of @GENE$, is exerted by a subcellular mechanism that is independent of the accumulation of inositol phosphates.", "label": "CPR:6"}
{"id": "23614730.T10.T34", "sentence": "Total blood count, blood indices of @CHEMICAL$ kinase (CK), gamma-glutamyltranspeptidase (γ-GT), superoxide dismutase (SOD), nitric oxide (NO), malondialdehyde (MDA), @GENE$, tumor necrosis factors (TNF)α, alpha-fetoprotein (AFP), carbohydrate antigen (CA) 19.9 and carcinoembrionic antigen (CEA) were assayed.", "label": "0"}
{"id": "17111172.T20.T3", "sentence": "CONCLUSIONS: We were able to demonstrate a moderate @GENE$ and D(1) occupancy under clinically relevant doses of @CHEMICAL$, albeit lower than expected from in vitro data and clearly below saturation.", "label": "0"}
{"id": "23539296.T24.T3", "sentence": "siRNA knockdown of @GENE$ MAPK abrogated the ability of @CHEMICAL$ to synergistically induce CYP2B6 mRNA.", "label": "0"}
{"id": "10561751.T18.T7", "sentence": "Mutations of another voltage-gated chloride channel, CLC-Kb, are associated with a form of Bartter's syndrome, whereas other forms of Bartter's syndrome are caused by mutations in the bumetanide-sensitive sodium-potassium-chloride cotransporter (@GENE$) and the @CHEMICAL$ channel, ROMK.", "label": "0"}
{"id": "16395286.T5.T21", "sentence": "This study provided the evidence that the @CHEMICAL$ inhibit stimulated cerebral @GENE$ at multiple levels and are effective at very low doses, offering great potential for therapeutic use.", "label": "CPR:4"}
{"id": "23523949.T1.T32", "sentence": "@CHEMICAL$ (25 and 50mg/kg) or vitamin E improved histopathological damages, decreased MDA and CK-MB, increased GSH content and attenuated the increase of @GENE$/Bcl2 ratio, activation of caspase 3 and release of cytochrome c to the cytosol induced by DZN.", "label": "CPR:4"}
{"id": "23247009.T1.T14", "sentence": "@CHEMICAL$ reductase (@GENE$) catalyzes the reduction of toxic lipid aldehydes to their alcohol products and mediates inflammatory signals triggered by lipopolysaccharide (LPS).", "label": "0"}
{"id": "17325667.T14.T32", "sentence": "Instead, GIST-R cells have acquired IM resistance by overexpressing the oncogenic receptor @CHEMICAL$ kinase - @GENE$ - in a 'kinase switch'.", "label": "0"}
{"id": "19203467.T64.T11", "sentence": "CONCLUSIONS: At the doses studied, PLZ was as effective as VIG at elevating brain GABA levels, but, unlike VIG, also inhibited @GENE$ and ALA-T (and increased brain @CHEMICAL$ levels).", "label": "0"}
{"id": "23393220.T46.T29", "sentence": "Our data revealed that inhibition of @GENE$-mediated metabolic elimination by harmaline (2, 5, and 15 mg/kg) led to a sharp increase in systemic and cerebral exposure to @CHEMICAL$ (2 and 10 mg/kg) at all dose combinations.", "label": "0"}
{"id": "23600800.T6.T1", "sentence": "@CHEM-GENE$ of sensory ganglion neurons are important transducers of painful stimuli and are modulated by extracellular algogenic substances, via changes in the receptor phosphorylation state.", "label": "0"}
{"id": "15777622.T4.T26", "sentence": "Furthermore, we found that the uptake of [3H] gentamicin is decreased by apoE3, and that apoE3 showed obvious protection against the @CHEMICAL$-dependent N-acetyl-beta-D-glucosamidase (@GENE$) release from LLC-PK1 cells.", "label": "0"}
{"id": "1680855.T55.T25", "sentence": "Involvement of @GENE$-sensitive G-proteins in the hormonal inhibition of @CHEMICAL$-sensitive Ca2+ currents in an insulin-secreting cell line (RINm5F).", "label": "0"}
{"id": "19780818.T13.T3", "sentence": "A candidate regulatory protein of @GENE$ is the @CHEMICAL$ channel subunit Kvbeta3, previously identified by bacterial two-hybrid strategies.", "label": "0"}
{"id": "23291240.T19.T22", "sentence": "CSF desmosterol, cholesterol and @CHEMICAL$ in the AD group, and CSF 24S-hydroxycholesterol in the control group correlated with the @GENE$ levels.", "label": "0"}
{"id": "23500776.T1.T14", "sentence": "Correlations between matrices made it possible to conclude that EROD activity in PBL should be considered as a sensitive, convenient and non-destructive approach for (i) evaluating @CHEMICAL$ activity in liver, which was found to represent 98% of the observed @GENE$ activities in the three tested matrices and (ii) evaluating oral exposure of homogeneous groups of farm animals (race, diet) to CYP inducing PAH and PHH.", "label": "0"}
{"id": "12662154.T9.T24", "sentence": "The @CHEMICAL$ sequence data reported will appear in DDBJ, EMBL, GenBank(R) and GSDB Nucleotide Sequence Databases; the sequences of ovine CPT1A and @GENE$ cDNAs have the accession numbers Y18387 and AJ272435 respectively and the partial adipose tissue and liver CPT1A clones have the accession numbers Y18830 and Y18829 respectively.", "label": "0"}
{"id": "1361547.T16.T27", "sentence": "Labetalol (> or = 3 x 10(-8) M) and @CHEMICAL$ (> or = 10(-8) M) caused surmountable antagonism of the isoprenaline responses of the atria and the pA2 values were 8.60 and 8.98 at the beta 1-adrenoceptors of the rat left atria and 7.90 and 8.31, respectively, on the guinea-pig left atria which has functional @GENE$.", "label": "0"}
{"id": "23395981.T7.T20", "sentence": "In addition, ethanol induced degradation of DNA methyltransferases (DNMT-1, DNMT-3a, and DNMT-3b), as well as the @CHEMICAL$-binding proteins (@GENE$, MBD-2 and MBD-3), in MEF cells by the proteasomal pathway.", "label": "0"}
{"id": "23347038.T9.T21", "sentence": "These findings highlight that the interaction between @CHEMICAL$/@GENE$ and M6P-modified ligands is not only important for intracellular accumulation of lysosomal enzymes and formation of dense lysosomes, but is also crucial for the ability of the receptor to suppress SCC-VII growth and invasion.", "label": "0"}
{"id": "23439661.T1.T15", "sentence": "@CHEMICAL$ (GSK2251052) is a novel boron-containing antibiotic that inhibits @GENE$, and that has been in development for the treatment of serious Gram-negative infections.", "label": "CPR:4"}
{"id": "23358258.T1.T7", "sentence": "A series of @CHEMICAL$ derivatives in which a methylene was inserted at position 8 of xanthine scaffold was synthesized and evaluated as inhibitors of @GENE$ (DPP-4) for the treatment of type 2 diabetes.", "label": "CPR:4"}
{"id": "18633030.T27.T20", "sentence": "Synergy between pairs of competitive antagonists at adult @CHEM-GENE$.", "label": "0"}
{"id": "23429912.T9.T36", "sentence": "In support of the hypothesis that TCDD decreases canonical Wnt signaling, we identify inhibitory effects of @CHEMICAL$ on multiple components of the canonical Wnt signaling pathway in the UGS that temporally coincide with the inhibitory effect of TCDD on prostatic bud formation: (1) expression of R-spondins (Rspo2 and Rspo3) that promote canonical Wnt signaling is reduced; (2) expression of @GENE$, Tcf1, and Wif1, established canonical Wnt target genes, is decreased; (3) expression of Lgr5, a RSPO receptor that activates canonical Wnt signaling, is reduced; and (4) expression of Dickkopfs (Dkks), inhibitors of canonical Wnt signaling, is not increased by TCDD.", "label": "0"}
{"id": "16757355.T10.T42", "sentence": "@CHEMICAL$ (BAY 43-9006, Nexavar), a dual-action inhibitor that targets RAF/@GENE$/ERK pathway in tumor cells and tyrosine kinases VEGFR/PDGFR in tumor vasculature.", "label": "CPR:4"}
{"id": "10891536.T13.T46", "sentence": "When DLD-1/@CHEMICAL$ cells expressing increased @GENE$ mRNA were treated with FdUrd and F3(d)Thd for only 4 h, the resistance ratios of DLD-1/FdUrd cells to parental DLD-1 cells were markedly different for FdUrd and F3(d)Thd, suggesting that the cytotoxicity with short-time exposure to F3(d)Thd is due to a mechanism other than TS inhibition, although the cytotoxicity of F3(d)Thd in the short-time is low compared to that of long-time exposure.", "label": "0"}
{"id": "15951260.T25.T10", "sentence": "Results showed that 96 children (36.6%) presented a vitamin A deficiency (vitamin A < 200 microg/L with a retinol binding protein/@GENE$ molar ratio = 0.29 +/- 0.06) while 166 (63.3%) children presented normal blood concentrations of @CHEMICAL$ (vitamin A > or = 200 microg/L with a Retinol Binding Protein/Transthyretin molar ratio = 0.40 +/- 0.08).", "label": "0"}
{"id": "23531488.T7.T2", "sentence": "Using a transient heterologous cell expression system, we find that the transport activities of the @GENE$ variant towards substrates estrone sulfate and @CHEMICAL$ are similar to the well-characterized full length variant.", "label": "CPR:9"}
{"id": "12956944.T28.T6", "sentence": "AIM: To study the changes in the expression and phosphorylation of @GENE$ (CREB) in the rat nucleus accumbens after chronic @CHEMICAL$ intake and its withdrawal.", "label": "0"}
{"id": "23429912.T11.T16", "sentence": "In support of the hypothesis that TCDD decreases canonical Wnt signaling, we identify inhibitory effects of TCDD on multiple components of the canonical Wnt signaling pathway in the UGS that temporally coincide with the inhibitory effect of @CHEMICAL$ on prostatic bud formation: (1) expression of R-spondins (Rspo2 and Rspo3) that promote canonical Wnt signaling is reduced; (2) expression of Lef1, Tcf1, and Wif1, established canonical Wnt target genes, is decreased; (3) expression of Lgr5, a RSPO receptor that activates canonical Wnt signaling, is reduced; and (4) expression of @GENE$ (Dkks), inhibitors of canonical Wnt signaling, is not increased by TCDD.", "label": "0"}
{"id": "16547651.T25.T13", "sentence": "Acetohydroxyacid synthase (@GENE$) inhibitors interfere with @CHEMICAL$ biosynthesis by inhibiting AHAS.", "label": "0"}
{"id": "9231746.T18.T3", "sentence": "Felodipine and nicardipine have similar affinities for 60-kDa @GENE$ isozymes but bring about different levels of enzyme inhibition, suggesting the possibility of designing specific drugs that can protect the enzyme from inhibition by dihydropyridine @CHEMICAL$-channel blockers.", "label": "0"}
{"id": "23318726.T14.T27", "sentence": "@CHEMICAL$ also increased @GENE$ (HO-1) protein expression and HO activity.", "label": "CPR:3"}
{"id": "16278927.T27.T32", "sentence": "In vitro inhibitory effects of non-@CHEMICAL$ anti-inflammatory drugs on 4-methylumbelliferone glucuronidation in recombinant @GENE$--potent inhibition by niflumic acid.", "label": "0"}
{"id": "19389876.T4.T20", "sentence": "The potential for @CHEMICAL$, the archetypal strong inhibitor of @GENE$, to alter the pharmacokinetic profile of ambrisentan and its oxidative metabolite, 4-hydroxymethyl ambrisentan, was assessed in an open-label, nonrandomized, 2-period, single-sequence study in 16 healthy men.", "label": "CPR:4"}
{"id": "23264615.T14.T41", "sentence": "In study 1, cyclic ewes received vehicle, cortisol, PF 915275 (PF; a selective inhibitor of HSD11B1), @CHEMICAL$ and PF, meloxicam (a selective inhibitor of PTGS2), cortisol and meloxicam, recombinant @GENE$, or IFNT and PF into the uterus from day 10 to day14 after estrus.", "label": "0"}
{"id": "23536521.T6.T20", "sentence": "This study was aimed to compare the in vitro effects of 3-methyl-1-phenyl-2-(phenylseleno)oct-2-en-1-one (C21H2HOSe; organoselenium) and @CHEMICAL$ (inorganic Se) on @GENE$ (ADA) activity, cell viability, lipid peroxidation, scavenger of nitric oxide (NO) and nonprotein thiols (NP-SH) content in the cerebral cortex slices of the young rats.", "label": "0"}
{"id": "7582530.T19.T29", "sentence": "@CHEMICAL$ displayed high affinity and selectivity for @GENE$ (pKi 8.8 +/- 0.16).", "label": "0"}
{"id": "7832763.T31.T15", "sentence": "Both NS-398 and Dup-697 exhibited time-dependent inactivation of @GENE$, as did @CHEMICAL$ on both enzymes.", "label": "CPR:4"}
{"id": "2855105.T38.T2", "sentence": "@GENE$ caused a rise in plasma ACTH after both loperamide (from 30 +/- 16.6 to a peak of 108 +/- 31 pmol/l) and placebo (from 98.5 +/- 47 to 211 +/- 61.7 pmol/l): the interaction between treatments and time was significant, and the first phase of CRH-induced ACTH secretion was significantly lower after @CHEMICAL$.", "label": "0"}
{"id": "12668769.T77.T39", "sentence": "One major route involves the tetrahydrofolate (THF)-dependent activities of the glycine decarboxylase complex (GDC, EC 2.1.1.10) and serine hydroxymethyltransferase (SHMT, @GENE$) with glycine (Gly) as one-carbon (@CHEMICAL$) source.", "label": "0"}
{"id": "11278845.T42.T1", "sentence": "Second, @GENE$ mutant human TOP2alpha, which exhibits reduced ATPase activity, was shown to exhibit cross-resistance to all @CHEMICAL$-sensitive but not ATP-insensitive TOP2 poisons.", "label": "0"}
{"id": "14507109.T50.T10", "sentence": "Ten IU/mL @GENE$ was also incubated with pooled plasma of stroke patients, that was previously oxidized with the singlet oxygen (1O2) donor @CHEMICAL$ (CT), to destroy plasmatic PAI-1 and alpha2-antiplasmin.", "label": "0"}
{"id": "17352516.T30.T2", "sentence": "As add-on therapy in patients with suboptimal glycaemic control despite oral antihyperglycaemic treatment, sitagliptin improved @GENE$ to a significantly greater extent than placebo when added to @CHEMICAL$ or pioglitazone and was noninferior to glipizide when added to metformin.", "label": "CPR:3"}
{"id": "23333577.T5.T25", "sentence": "@CHEMICAL$ inhibited the proliferation of HCT 116 cells by arresting transition of cell cycle from G1 to S phase along with the downregulation of cyclin D1, cyclin E, cyclin A, cyclin dependent kinase 2 (@GENE$), CDK4, c-Myc, and retinoblastoma protein (pRb), and the upregulation of p21(WAF1/CIP1) and p53.", "label": "CPR:4"}
{"id": "22899102.T29.T13", "sentence": "The ultimate carcinogenic Phase I BP metabolite anti-BP-7,8-dihydrodiol-9,10-epoxide (BPDE) can be detoxified by glutathione conjugate formation catalyzed by @CHEM-GENE$.", "label": "0"}
{"id": "12724156.T43.T17", "sentence": "GluR5 @CHEM-GENE$, seizures, and the amygdala.", "label": "0"}
{"id": "23007555.T16.T3", "sentence": "We found distinct differences in the action of ifenprodil at GluN1/@GENE$ in comparison with previous studies on the effect of @CHEMICAL$ on GluN1/GluN2A gating, which may arise due to their unique binding sites.", "label": "0"}
{"id": "15132128.T7.T32", "sentence": "Favorable enzyme profiles (high TP and low DPD) generate high intratumor levels of @CHEMICAL$ that are effective against many tumors, especially those with low @GENE$.", "label": "0"}
{"id": "23305850.T6.T20", "sentence": "Whereas, the levels of both the basal and @CHEMICAL$-inducible expression of AKR1C1 were significantly reduced in @GENE$-silenced stable U937 cells compared to the control cells.", "label": "0"}
{"id": "14757703.T9.T28", "sentence": "@CHEMICAL$ saturation binding, in the presence of propranolol, increased approximately 5-fold following overexpression of @GENE$.", "label": "CPR:3"}
{"id": "23183186.T49.T12", "sentence": "P21-activated protein kinase 1 (Pak1) mediates the cross talk between @GENE$ and β-catenin on proglucagon gene expression and its ablation affects @CHEMICAL$ homeostasis in male C57BL/6 mice.", "label": "0"}
{"id": "17434872.T28.T5", "sentence": "Mutation of @GENE$ or @CHEMICAL$-349 to Ala or Leu abolished the potent inhibition observed with wild-type human COX-2 and key lumiracoxib analogs.", "label": "0"}
{"id": "22301814.T5.T18", "sentence": "The treatment with arsenic exhibited a significant increase in some serum hepatic and renal biochemical parameters (@CHEMICAL$ aminotransferase, aspartate aminotransferase, alkaline phosphatase, total protein, @GENE$, bilirubin, cholesterol, urea and creatinine).", "label": "0"}
{"id": "17979301.T17.T49", "sentence": "Change in affinity for cGMP, vardenafil, sildenafil, or @CHEMICAL$ in Y612F, H613A, L765A, or F786A was less, but affinity of H613A or @GENE$ for tadalafil was weakened 37- and 17-fold, respectively.", "label": "0"}
{"id": "23159529.T3.T18", "sentence": "Glutaraldehyde crosslinked albumin nanoparticles with a size of approximately 100nm were loaded with the multikinase inhibitor 17864-L(x)-a @CHEMICAL$-bound sunitinib analogue-which couples the drug to methionine residues of @GENE$ and is released in a reductive environment.", "label": "0"}
{"id": "3299141.T29.T13", "sentence": "In light microscopy, several @GENE$- or @CHEMICAL$-transaminase-immunoreactive principal nerve cells were detected in the superior cervical ganglion and coeliac-superior mesenteric ganglion complex.", "label": "0"}
{"id": "16774921.T23.T12", "sentence": "Interestingly, deletion of the entire @GENE$ @CHEMICAL$-terminal domain enhanced its aminoacylation and amino acid editing activities.", "label": "0"}
{"id": "17205056.T18.T6", "sentence": "In HEK293 cells stably transfected with FLT3-WT or FLT3-ITD, sorafenib blocked basal and ligand dependent @GENE$-mediated @CHEMICAL$ autophosphorylation as well as extracellular signal-regulated kinase1/2 and Stat5 phosphorylation.", "label": "0"}
{"id": "7906055.T11.T21", "sentence": "@CHEMICAL$, locally synthesized, is an endogenous agonist at @GENE$, a noncatecholamine ligand at alpha 2-adrenergic receptors and may act as a neurotransmitter.", "label": "CPR:5"}
{"id": "10891536.T17.T47", "sentence": "When DLD-1/FdUrd cells expressing increased TS mRNA were treated with FdUrd and F3(d)Thd for only 4 h, the resistance ratios of DLD-1/@CHEMICAL$ cells to parental DLD-1 cells were markedly different for FdUrd and F3(d)Thd, suggesting that the cytotoxicity with short-time exposure to F3(d)Thd is due to a mechanism other than @GENE$ inhibition, although the cytotoxicity of F3(d)Thd in the short-time is low compared to that of long-time exposure.", "label": "0"}
{"id": "15953344.T11.T1", "sentence": "@CHEM-GENE$ (MCTs) are proton-linked membrane carriers involved in the transport of monocarboxylates such as lactate, pyruvate, as well as ketone bodies.", "label": "0"}
{"id": "17062721.T4.T15", "sentence": "Estrogens play a central role in homeostasis of the normal male skeleton, and estrogen deficiency rather than @CHEMICAL$ deficiency seems to be primarily responsible for the adverse skeletal effects of @GENE$ agonists.", "label": "0"}
{"id": "9633680.T27.T16", "sentence": "Dopamine agonists act directly on postsynaptic @CHEM-GENE$, thus obviating the need for metabolic conversion, storage, and release.", "label": "0"}
{"id": "15336276.T2.T12", "sentence": "To explore for the existence of an auxiliary hydrophobic binding register remote from the active site of PSMA a series of phenylalkylphosphonamidate derivatives of @CHEMICAL$ were synthesized and evaluated for their inhibitory potencies against @GENE$.", "label": "CPR:4"}
{"id": "12881227.T2.T22", "sentence": "In conclusion, only specific apical NHE3 inhibition increased DBS, whereas @CHEMICAL$ synthesis, @GENE$ activation, or intracellular HCO3- formation by carbonic anhydrase was not involved.", "label": "0"}
{"id": "23019274.T17.T5", "sentence": "Here, we report the development and validation of two different assays for quantitative assessment of mouse urinary KIM-1 (@GENE$) and compare the sensitivity of KIM-1 relative to other standard markers in ischemia reperfusion and @CHEMICAL$ (AA)-induced kidney injury in mice.", "label": "0"}
{"id": "17035141.T39.T18", "sentence": "METHODS: In 304 Caucasian American NTD families with myelomeningocele or anencephaly, we examined 28 polymorphisms in 11 genes: folate receptor 1, folate receptor 2, solute carrier family 19 member 1, transcobalamin II, methylenetetrahydrofolate dehydrogenase 1, serine hydroxymethyl-transferase 1, 5,10-methylenetetrahydrofolate reductase (MTHFR), 5-methyltetrahydrofolate-homo-cysteine methyltransferase, @CHEM-GENE$, betaine-homocysteine methyltransferase (BHMT), and cystathionine-beta-synthase.", "label": "0"}
{"id": "23459167.T26.T10", "sentence": "The neurotrophic factors pleiotrophin (@GENE$) and midkine (MK) have been shown to modulate @CHEMICAL$-induced neurotoxicity.", "label": "0"}
{"id": "12582227.T26.T6", "sentence": "db/db mice treated with DRF 2655 showed 5- and 3.6-fold inhibition in phosphoenolpyruvate carboxykinase and glucose 6-phosphatase activity and 651% and 77% increases in the beta-oxidation enzymes @CHEM-GENE$ and carnitine acetyltransferase, respectively.", "label": "0"}
{"id": "15650315.T1.T25", "sentence": "BACKGROUND: @CHEMICAL$, a cysteinyl leukotriene receptor 1 (@GENE$) antagonist, inhibits not only airway smooth muscle contraction, but also allergic inflammation.", "label": "CPR:6"}
{"id": "23090712.T25.T16", "sentence": "UV-B radiation led to the inhibition in the activities of the key enzymes (@GENE$, glutamine synthetase, glutamate synthase) in the @CHEMICAL$ assimilation, the decrease in the contents of nitrate and soluble proteins, as well as the increase in the content of amino acid in soybean seedlings.", "label": "0"}
{"id": "15963006.T6.T8", "sentence": "These include the @CHEMICAL$, as well as selective @GENE$ antagonists.", "label": "0"}
{"id": "11278845.T40.T25", "sentence": "In addition, ADP was shown to strongly antagonize @GENE$-mediated DNA cleavage induced by ATP-sensitive but not @CHEMICAL$-insensitive TOP2 poisons.", "label": "0"}
{"id": "11156594.T34.T20", "sentence": "@GENE$ in @CHEMICAL$ neurones: relation to Transport-P.", "label": "0"}
{"id": "19203467.T8.T65", "sentence": "CONCLUSIONS: At the doses studied, PLZ was as effective as VIG at elevating brain @CHEMICAL$ levels, but, unlike VIG, also inhibited MAO and @GENE$ (and increased brain ALA levels).", "label": "0"}
{"id": "16855178.T36.T24", "sentence": "ATB-429-induced antinociception was reversed by glibenclamide, a @CHEM-GENE$ inhibitor.", "label": "0"}
{"id": "12650833.T31.T17", "sentence": "), an analogue of okadaic acid lacking activity against @GENE$, did not affect the antinociceptive effect of @CHEMICAL$.", "label": "0"}
{"id": "7824160.T33.T18", "sentence": "In all cases at both the 5-HT2A and @GENE$ receptors, the affinities of the isomers of MDMA and @CHEMICAL$ were at least 2-3 orders of magnitude less than 5-HT.", "label": "0"}
{"id": "7944828.T32.T4", "sentence": "The effects of D-1997 in the basilar artery were not modified by incubation with either the @GENE$ antagonist ketanserin (0.01-1 microM), the 5-HT3 and 5-HT4 receptor antagonist ICS205930 (tropisetron; 0.1-10 microM), the 5-HT1A receptor antagonist @CHEMICAL$ (0.01-1 microM), the beta-adrenoceptor blocker with high affinity for 5-HT1A and 5-HT1B binding sites (+/-)-pindolol (0.01-1 microM), or the alpha 1-adrenoceptor antagonist prazosin (0.01-1 microM).", "label": "0"}
{"id": "23580446.T4.T28", "sentence": "Platelet-induced COX-2-dependent @CHEMICAL$ synthesis in HT29 cells was involved in downregulation of @GENE$(WAF1/CIP1) and upregulation of cyclinB1, since these effects were prevented by rofecoxib(a selective COX-2 inhibitor) and rescued by exogenous PGE2.", "label": "0"}
{"id": "23313730.T13.T25", "sentence": "When Mn and DA were added simultaneously to the media, cell toxicity was similar to that produced by Mn alone suggesting that @CHEMICAL$ may suppress DA uptake in the @GENE$ containing cells.", "label": "0"}
{"id": "23291323.T14.T1", "sentence": "Absorption and secretion of fluoride increase at acid pH levels, possibly because of its non-ionized state at these pHs and/or because of participation of a F(-)/H(+) cotransporter or a @CHEM-GENE$.", "label": "0"}
{"id": "23580446.T27.T5", "sentence": "Platelet-induced @GENE$-dependent PGE2 synthesis in HT29 cells was involved in downregulation of p21(WAF1/CIP1) and upregulation of cyclinB1, since these effects were prevented by @CHEMICAL$(a selective COX-2 inhibitor) and rescued by exogenous PGE2.", "label": "0"}
{"id": "13129570.T31.T13", "sentence": "2-Amino-3-[3-hydroxy-5-(2-thiazolyl)-4-isoxazolyl]propionic acid (1) is a potent @CHEM-GENE$ agonist with moderate affinity for native kainic acid (KA) receptors, whereas (S)-E-4-(2,2-dimethylpropylidene)glutamic acid (3) show high affinity for the GluR5 subtype of KA receptors and much lower affinity for the GluR2 subtype of AMPA receptors.", "label": "0"}
{"id": "16690332.T23.T36", "sentence": "Some Gram-positive bacterial pathogens harbor a gene that encodes a protein (HNS, Heme domain of @CHEMICAL$ Synthase-like proteins) with striking sequence identity to the oxygenase domain of @GENE$ (NOS).", "label": "0"}
{"id": "16972995.T4.T1", "sentence": "In approximately 20% of the cases BrS is caused by mutations in the @GENE$ gene on chromosome 3p21-23, encoding the cardiac @CHEMICAL$ channel, a protein involved in the control of myocardial excitability.", "label": "0"}
{"id": "23535327.T6.T3", "sentence": "Synthesis and structure-activity relationship of pyripyropene A derivatives as potent and selective @CHEM-GENE$ (ACAT2) inhibitors: Part 2.", "label": "0"}
{"id": "22659088.T10.T41", "sentence": "The interaction between mGluR1 and the @CHEMICAL$ channel @GENE$ preserves coupling in the presence of long Homer proteins.", "label": "0"}
{"id": "23551329.T6.T20", "sentence": "The objective of the current study was to determine whether a low-dose subchronic @CHEMICAL$ treatment (100 μg/kg for 8 consecutive days) exerts long-term effects on apoptosis in the adult rat prefrontal cortex (PFC) by examining the expression of cell death-promoting molecules (poly (ADP-ribose) polymerase (PARP), @GENE$, procaspase 3, cleaved caspase 3, Bax) and cell-survival molecules (AKT, Bcl-2).", "label": "0"}
{"id": "14501155.T29.T18", "sentence": "These results suggest that clomipramine induces hyperglycemia in mice by blocking the 5-HT(2B )and/or @GENE$ receptors, which results in facilitation of @CHEMICAL$ release.", "label": "0"}
{"id": "23386780.T6.T11", "sentence": "However, phospho-p38 mitogen-activated protein kinase (p-p38 MAPK) and phospho-c-Jun @CHEMICAL$-terminal kinase (p-JNK) expression increased at 8-24 h. Caspase-3 and caspase-8 activities also increased at 8-48 h and 12-48 h, respectively, in the same manner as p-p38 MAPK and @GENE$ expression.", "label": "0"}
{"id": "22659088.T35.T9", "sentence": "Here the selectivity of this uncoupling process was examined by testing the ability of Homer-2b to uncouple mGluR1 from multiple voltage dependent calcium channels including Ca(V2.2) (N-type), Ca(V3.2) (@GENE$, and @CHEMICAL$(V2.1) (P/Q-type) expressed in rat sympathetic neurons from the superior cervical ganglion (SCG).", "label": "0"}
{"id": "16547651.T37.T4", "sentence": "Similarly, bar and @GENE$ genes isolated from Streptomyces hygroscopicus and S. viridochromogenes, respectively, have been inserted into plants to encode phosphinothricin N-acetyltransferase to detoxify @CHEMICAL$.", "label": "0"}
{"id": "7974294.T25.T3", "sentence": "Heterogeneous expression and polymorphic genotype of @CHEM-GENE$ in human lung.", "label": "0"}
