{"id": "DDI-MedLine.d94.s16.p0", "sentence": "This defect in the failing heart can be mimicked by the effects of uptake blocking agents, such as @DRUG$ and @DRUG$, in the nonfailing heart only. ", "label": "0"}
{"id": "DDI-DrugBank.d489.s0.p0", "sentence": "The following drugs have been coadministered with @DRUG$ and have not altered its pharmacokinetics: @DRUG$, nifedipine, chlorthalidone, and hydrochlorothiazide.", "label": "0"}
{"id": "DDI-DrugBank.d412.s11.p1", "sentence": "Care should be taken if @DRUG$ is used concomitantly with calcium antagonists of the @DRUG$ type.", "label": "0"}
{"id": "DDI-DrugBank.d81.s7.p2", "sentence": "@DRUG$: In a study in healthy volunteers, a one-week course of cimetidine at 400 mg b.i.d. with a single 5 mg dose of isradipine on the sixth day showed an increase in @DRUG$ mean peak plasma concentrations (36%) and significant increase in area under the curve (50%).", "label": "0"}
{"id": "DDI-DrugBank.d431.s1.p6", "sentence": "Studies have shown that @DRUG$ does not have clinically significant interactions with other drugs metabolized by the cytochrome P450 system, such as warfarin, antipyrine, indomethacin, ibuprofen, phenytoin, propranolol, @DRUG$, diazepam, clarithromycin, or terfenadine in healthy subjects.", "label": "0"}
{"id": "DDI-DrugBank.d13.s0.p54", "sentence": "Drug Interactions: Flupenthixol may interact with some drugs, like Monoamine oxidase inhibitors (MAOI): MAOI could theoretically affect flupenthixol pharmacodynamics - Arecoline - Eproxindine - @DRUG$: Flupenthixol and Ethanol cause additive CNS depression - Tricyclic antidepressants: @DRUG$ increases the effect of Tricyclic antidepressants", "label": "0"}
{"id": "DDI-DrugBank.d269.s1.p18", "sentence": "poor metabolizers of debrisoquin: Interactions of carvedilol with strong inhibitors of CYP2D6 (such as quinidine, fluoxetine, @DRUG$, and @DRUG$) have not been studied, but these drugs would be expected to increase blood levels of the R(+) enantiomer of carvedilol .", "label": "0"}
{"id": "DDI-DrugBank.d94.s11.p843", "sentence": "Agents that have been found, or are expected to have decreased plasma levels in the presence of EQUETROTM due to induction of CYP enzymes are the following: Acetaminophen, alprazolam, amitriptyline, bupropion, buspirone, citalopram, clobazam, clonazepam, clozapine, cyclosporin, delavirdine, desipramine, diazepam, dicumarol, doxycycline, ethosuximide, felbamate, felodipine, glucocorticoids, haloperidol, itraconazole, lamotrigine, levothyroxine, lorazepam, @DRUG$, midazolam, mirtazapine, nortriptyline, olanzapine, oral contraceptives(3), oxcarbazepine, Phenytoin(4), praziquantel, protease inhibitors, quetiapine, risperidone, theophylline, topiramate, tiagabine, tramadol, triazolam, valproate, warfarin(5) , @DRUG$, and zonisamide.", "label": "0"}
{"id": "DDI-MedLine.d7.s1.p0", "sentence": "This report describes two cases in which @DRUG$ clearance accelerated markedly with concomitant @DRUG$ administration. ", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d94.s8.p5", "sentence": "Agents that are CYP inducers that have been found, or are expected, to decrease plasma levels of @DRUG$ are the following: Cisplatin, doxorubicin HCL, felbamate, rifampin, phenobarbital, @DRUG$(2), primidone, methsuximide, and theophylline Thus, if a patient has been titrated to a stable dosage on EQUETROTM, and then begins a course of treatment with one of these CYP3A4 inducers, it is reasonable to expect that a dose increase for EQUETROTM may be necessary.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d430.s0.p0", "sentence": "Intravenous @DRUG$ was shown to double the bioavailability of oral @DRUG$.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d485.s32.p8", "sentence": "Protease inhibitors: @DRUG$, lopinavir, nelfinavir, and ritonavir have been shown to decrease plasma levels of @DRUG$;", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d485.s23.p2", "sentence": "Griseofulvin: @DRUG$ may induce the metabolism of @DRUG$ causing menstrual changes;", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d94.s11.p9", "sentence": "Agents that have been found, or are expected to have decreased plasma levels in the presence of @DRUG$ due to induction of CYP enzymes are the following: Acetaminophen, alprazolam, amitriptyline, bupropion, buspirone, citalopram, clobazam, clonazepam, clozapine, @DRUG$, delavirdine, desipramine, diazepam, dicumarol, doxycycline, ethosuximide, felbamate, felodipine, glucocorticoids, haloperidol, itraconazole, lamotrigine, levothyroxine, lorazepam, methadone, midazolam, mirtazapine, nortriptyline, olanzapine, oral contraceptives(3), oxcarbazepine, Phenytoin(4), praziquantel, protease inhibitors, quetiapine, risperidone, theophylline, topiramate, tiagabine, tramadol, triazolam, valproate, warfarin(5) , ziprasidone, and zonisamide.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d238.s7.p0", "sentence": "Administration of @DRUG$ has been reported to increase the plasma levels of @DRUG$, if given concomitantly.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d536.s10.p2", "sentence": "However, the peak plasma level of metformin was reduced by approximately 20% when taking @DRUG$ due to a slight delay in the absorption of @DRUG$.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d338.s6.p1", "sentence": "Consequently, @DRUG$ should be avoided in patients receiving ketoconazole and @DRUG$, which are very potent inhibitors of CYP3A.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d177.s3.p0", "sentence": "For example, when @DRUG$ are administered concomitantly with @DRUG$, prothrombin time should be carefully monitored and if necessary, the dosage of vitamin K antagonists should be reduced.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d291.s11.p1", "sentence": "- @DRUG$ or MAO-inhibitors (with hepatotoxic potential) must not be administered together with @DRUG$ or Bezalip retard.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d31.s0.p0", "sentence": "@DRUG$ should be used with caution in patients receiving @DRUG$.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d282.s0.p2", "sentence": "@DRUG$ should not be administered concurrently with D2-antagonists, such as phenothiazines, butyrophenones, @DRUG$, or metoclopramide.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d76.s31.p0", "sentence": "Thus patients receiving oral @DRUG$ and @DRUG$ Tablets should have their prothrombin time monitored and their anticoagulant dose adjusted accordingly.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d123.s10.p0", "sentence": "This time window is different than for other oral formulations of @DRUG$, which are usually administered 2 hours before or 6 hours after @DRUG$.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d558.s25.p40", "sentence": "Inhibitors of this isoenzyme (e.g., macrolide antibiotics, azole antifungal agents, protease inhibitors, @DRUG$, amiodarone, cannabinoids, diltiazem, grapefruit juice, nefazadone, norfloxacin, quinine, zafirlukast) should be cautiously coadministered with @DRUG$ as they can potentially increase dofetilide levels.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d458.s5.p0", "sentence": "Pharmacokinetic data indicate that oral @DRUG$ inhibits the metabolism of @DRUG$, resulting in elevated plasma levels of astemizole and its active metabolite desmethylastemizole which may prolong QT intervals.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d423.s0.p7", "sentence": "In patients receiving nonselective @DRUG$ (MAOIs) (e.g., selegiline hydrochloride) in combination with serotoninergic agents (e.g., fluoxetine, fluvoxamine, paroxetine, sertraline, @DRUG$), there have been reports of serious, sometimes fatal, reactions.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d66.s7.p3", "sentence": "Paclitaxel - In one report, @DRUG$ at a dose of 10 grams three times daily, given 24 hours after receiving @DRUG$, appeared to prevent the development of myalgia and arthralgia, adverse reactions of paclitaxel.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d443.s1.p0", "sentence": "@DRUG$: Has a synergistic effect with @DRUG$ in causing gastrointestinal bleeding.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d181.s0.p2", "sentence": "Oxytocin or other @DRUG$ (concurrent use with @DRUG$ may result in uterine hypertonus, possibly causing uterine rupture or cervical laceration, especially in the absence of adequate cervical dilatation;", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d267.s5.p3", "sentence": "Other drugs which may enhance the neuromuscular blocking action of nondepolarizing agents such as @DRUG$ include certain antibiotics (e. g., aminoglycosides, tetracyclines, @DRUG$, polymyxins, lincomycin, clindamycin, colistin, and sodium colistimethate), magnesium salts, lithium, local anesthetics, procainamide, and quinidine.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d60.s12.p27", "sentence": "Other drugs which may enhance the neuromuscular blocking action of nondepolarizing agents such as @DRUG$ include certain antibiotics (e. g., aminoglycosides, tetracyclines, bacitracin, polymyxins, lincomycin, clindamycin, colistin, and sodium colistemethate), magnesium salts, lithium, local anesthetics, @DRUG$, and quinidine.", "label": "DDI-effect"}
{"id": "DDI-MedLine.d114.s3.p0", "sentence": "Administering @DRUG$ together with @DRUG$ (100-500 microM) inhibited InsP(3)-induced responses (both Ca(2+) and current responses) in a dose-dependent fashion. ", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d204.s0.p0", "sentence": "When administered concurrently, the following drugs may interact with @DRUG$: @DRUG$, general: exaggeration of the hypotension induced by general anesthetics.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d446.s0.p11", "sentence": "@DRUG$ may interact with antidepressants, aspirin, barbiturates, bromocriptine, calcium supplements, corticosteroids, corticotropin, cyclosporine, dantrolene, nicotine, somatropin, @DRUG$, and warfarin.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d62.s0.p1", "sentence": "@DRUG$ can interact with alcohol or other @DRUG$ (may potentiate the CNS depressant effects of either these medications or antihistamines), anticholinergics or other medications with anticholinergic activity (anticholinergic effects may be potentiated when these medications are used concurrently with antihistamines), and monoamine oxidase (MAO) inhibitors (concurrent use with antihistamines may prolong and intensify the anticholinergic and CNS depressant effects of antihistamines).", "label": "DDI-int"}
{"id": "DDI-DrugBank.d484.s0.p24", "sentence": "@DRUG$ may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (@DRUG$, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d484.s0.p40", "sentence": "@DRUG$ may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, @DRUG$, theophylline (Theo-Dur), and vitamin C.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d446.s0.p10", "sentence": "@DRUG$ may interact with antidepressants, aspirin, barbiturates, bromocriptine, calcium supplements, corticosteroids, corticotropin, cyclosporine, dantrolene, nicotine, @DRUG$, tamoxifen, and warfarin.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d484.s0.p11", "sentence": "@DRUG$ may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, @DRUG$), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d484.s0.p8", "sentence": "@DRUG$ may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, @DRUG$, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "DDI-int"}
