{"id": "DDI-MedLine.d94.s16.p0", "sentence": "This defect in the failing heart can be mimicked by the effects of uptake blocking agents, such as @DRUG$ and @DRUG$, in the nonfailing heart only. ", "label": "0"}
{"id": "DDI-DrugBank.d489.s0.p0", "sentence": "The following drugs have been coadministered with @DRUG$ and have not altered its pharmacokinetics: @DRUG$, nifedipine, chlorthalidone, and hydrochlorothiazide.", "label": "0"}
{"id": "DDI-DrugBank.d412.s11.p1", "sentence": "Care should be taken if @DRUG$ is used concomitantly with calcium antagonists of the @DRUG$ type.", "label": "0"}
{"id": "DDI-DrugBank.d81.s7.p2", "sentence": "@DRUG$: In a study in healthy volunteers, a one-week course of cimetidine at 400 mg b.i.d. with a single 5 mg dose of isradipine on the sixth day showed an increase in @DRUG$ mean peak plasma concentrations (36%) and significant increase in area under the curve (50%).", "label": "0"}
{"id": "DDI-DrugBank.d431.s1.p6", "sentence": "Studies have shown that @DRUG$ does not have clinically significant interactions with other drugs metabolized by the cytochrome P450 system, such as warfarin, antipyrine, indomethacin, ibuprofen, phenytoin, propranolol, @DRUG$, diazepam, clarithromycin, or terfenadine in healthy subjects.", "label": "0"}
{"id": "DDI-DrugBank.d13.s0.p54", "sentence": "Drug Interactions: Flupenthixol may interact with some drugs, like Monoamine oxidase inhibitors (MAOI): MAOI could theoretically affect flupenthixol pharmacodynamics - Arecoline - Eproxindine - @DRUG$: Flupenthixol and Ethanol cause additive CNS depression - Tricyclic antidepressants: @DRUG$ increases the effect of Tricyclic antidepressants", "label": "0"}
{"id": "DDI-DrugBank.d269.s1.p18", "sentence": "poor metabolizers of debrisoquin: Interactions of carvedilol with strong inhibitors of CYP2D6 (such as quinidine, fluoxetine, @DRUG$, and @DRUG$) have not been studied, but these drugs would be expected to increase blood levels of the R(+) enantiomer of carvedilol .", "label": "0"}
{"id": "DDI-DrugBank.d94.s11.p843", "sentence": "Agents that have been found, or are expected to have decreased plasma levels in the presence of EQUETROTM due to induction of CYP enzymes are the following: Acetaminophen, alprazolam, amitriptyline, bupropion, buspirone, citalopram, clobazam, clonazepam, clozapine, cyclosporin, delavirdine, desipramine, diazepam, dicumarol, doxycycline, ethosuximide, felbamate, felodipine, glucocorticoids, haloperidol, itraconazole, lamotrigine, levothyroxine, lorazepam, @DRUG$, midazolam, mirtazapine, nortriptyline, olanzapine, oral contraceptives(3), oxcarbazepine, Phenytoin(4), praziquantel, protease inhibitors, quetiapine, risperidone, theophylline, topiramate, tiagabine, tramadol, triazolam, valproate, warfarin(5) , @DRUG$, and zonisamide.", "label": "0"}
{"id": "DDI-DrugBank.d64.s29.p59", "sentence": "Drugs that have been reported to diminish oral anticoagulant response, ie, decreased prothrom-bin time response, in man significantly include: adrenocortical steroids;@DRUG$*;antacids;antihistamines;barbiturates;carbamazepine;chloral hydrate*;chlordiazepoxide;cholestyramine;diet high in vitamin K;diuretics*;ethchlorvynol;glutethimide;griseofulvin;haloperidol;meprobamate;oral @DRUG$;paraldehyde;primidone;ranitidine*;rifampin;unreliable prothrombin time determinations;vitamin C;warfarin sodium under-dosage.", "label": "0"}
{"id": "DDI-DrugBank.d94.s11.p333", "sentence": "Agents that have been found, or are expected to have decreased plasma levels in the presence of EQUETROTM due to induction of CYP enzymes are the following: Acetaminophen, alprazolam, amitriptyline, bupropion, buspirone, citalopram, clobazam, @DRUG$, clozapine, @DRUG$, delavirdine, desipramine, diazepam, dicumarol, doxycycline, ethosuximide, felbamate, felodipine, glucocorticoids, haloperidol, itraconazole, lamotrigine, levothyroxine, lorazepam, methadone, midazolam, mirtazapine, nortriptyline, olanzapine, oral contraceptives(3), oxcarbazepine, Phenytoin(4), praziquantel, protease inhibitors, quetiapine, risperidone, theophylline, topiramate, tiagabine, tramadol, triazolam, valproate, warfarin(5) , ziprasidone, and zonisamide.", "label": "0"}
{"id": "DDI-DrugBank.d64.s87.p1314", "sentence": "Drugs that reportedly may increase oral anticoagulant response, ie, increased prothrombin response, in man include:alcohol*;allopurinol;aminosalicylic acid;amiodarone;anabolic steroids;antibiotics;bromelains;chloral hydrate*;chlorpropamide;chymotrypsin;cimetidine;cinchophen;clofibrate;dextran;dextrothyroxine;diazoxide;dietary deficiencies;diflunisal;disulfiram;drugs affecting blood elements;ethacrynic acid;fenoprofen;glucagon;hepatotoxic drugs;ibuprofen;indomethacin;influenza virus vaccine;inhalation anesthetics;mefenamic acid;methyldopa;methylphenidate;metronidazole;miconazole;monoamine oxidase inhibitors;nalidixic acid;naproxen;oxolinic acid;oxyphenbutazone;@DRUG$;@DRUG$;phenyramidol;phenytoin;prolonged hot weather;prolonged narcotics;pyrazolones;quinidine;quinine;ranitidine*;salicylates;sulfinpyrazone;sulfonamides, long acting;sulindac;thyroid drugs;tolbutamide;triclofos sodium;trimethoprim/sulfamethoxazole;unreliable prothrombin time determinations;warfarin sodium overdosage.", "label": "0"}
{"id": "DDI-DrugBank.d449.s2.p8", "sentence": "Fluoxetine, OCs, @DRUG$, diltiazem, @DRUG$ (exercise caution).", "label": "0"}
{"id": "DDI-DrugBank.d482.s14.p43", "sentence": "Tell your doctor if you are taking any of the following drugs: blood thinners (Coumadin) other @DRUG$ metoprolol antihistamines carbamazepine (Tegretol) cimetidine (Tagamet) estrogens fluoxetine (Prozac) intraconazole (Sporanox) @DRUG$ (Nizoral) levodopa lithium muscle relaxants birth control pills sleeping pills thyroid medications", "label": "0"}
{"id": "DDI-DrugBank.d231.s5.p4", "sentence": "Lithium generally should not be given with @DRUG$ because they reduce lithiums renal clearance and add a high risk of @DRUG$ toxicity.", "label": "0"}
{"id": "DDI-DrugBank.d94.s11.p555", "sentence": "Agents that have been found, or are expected to have decreased plasma levels in the presence of EQUETROTM due to induction of CYP enzymes are the following: Acetaminophen, alprazolam, amitriptyline, bupropion, buspirone, citalopram, clobazam, clonazepam, clozapine, cyclosporin, delavirdine, desipramine, diazepam, @DRUG$, doxycycline, ethosuximide, felbamate, felodipine, glucocorticoids, haloperidol, itraconazole, lamotrigine, levothyroxine, lorazepam, methadone, midazolam, mirtazapine, nortriptyline, olanzapine, oral contraceptives(3), @DRUG$, Phenytoin(4), praziquantel, protease inhibitors, quetiapine, risperidone, theophylline, topiramate, tiagabine, tramadol, triazolam, valproate, warfarin(5) , ziprasidone, and zonisamide.", "label": "0"}
{"id": "DDI-DrugBank.d484.s0.p954", "sentence": "Etonogestrel may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), @DRUG$, @DRUG$ (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "0"}
{"id": "DDI-DrugBank.d124.s28.p2", "sentence": "Since INVIRASE is coadministered with @DRUG$, the @DRUG$ label should be reviewed for additional drugs that should not be coadministered.", "label": "0"}
{"id": "DDI-DrugBank.d97.s64.p6", "sentence": "Calcium Channel Blockers, @DRUG$: e.g., felodipine, nifedipine, @DRUG$", "label": "0"}
{"id": "DDI-DrugBank.d527.s2.p47", "sentence": "The following are examples of substances that may reduce the blood-glucose-lowering effect of insulin: corticosteroids, danazol, @DRUG$, sympathomimetic agents (e.g., epinephrine, albuterol, terbutaline), isoniazid, phenothiazine derivatives, somatropin, thyroid hormones, @DRUG$, progestogens (e.g., in oral contraceptives).", "label": "0"}
{"id": "DDI-DrugBank.d137.s9.p4", "sentence": "In general, these are drugs that have one or more pharmacologic activities similar to @DRUG$, including anti-arrhythmic agents such as quinidine and procainamide, cardiac glycosides and @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d64.s87.p355", "sentence": "Drugs that reportedly may increase oral anticoagulant response, ie, increased prothrombin response, in man include:alcohol*;allopurinol;aminosalicylic acid;amiodarone;anabolic steroids;@DRUG$;bromelains;chloral hydrate*;chlorpropamide;chymotrypsin;cimetidine;cinchophen;clofibrate;dextran;dextrothyroxine;diazoxide;dietary deficiencies;diflunisal;disulfiram;drugs affecting blood elements;ethacrynic acid;fenoprofen;glucagon;hepatotoxic drugs;ibuprofen;indomethacin;influenza virus vaccine;inhalation anesthetics;mefenamic acid;methyldopa;methylphenidate;metronidazole;miconazole;monoamine oxidase inhibitors;nalidixic acid;naproxen;oxolinic acid;oxyphenbutazone;pentoxifylline;phenylbutazone;phenyramidol;phenytoin;prolonged hot weather;prolonged narcotics;pyrazolones;quinidine;quinine;ranitidine*;salicylates;sulfinpyrazone;sulfonamides, long acting;sulindac;thyroid drugs;tolbutamide;triclofos sodium;trimethoprim/@DRUG$;unreliable prothrombin time determinations;warfarin sodium overdosage.", "label": "0"}
{"id": "DDI-DrugBank.d484.s0.p305", "sentence": "Etonogestrel may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (@DRUG$, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, @DRUG$, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "0"}
{"id": "DDI-MedLine.d135.s1.p0", "sentence": "@DRUG$ (@DRUG$) produces psychotomimetic effects in humans that resemble schizophrenia symptoms. ", "label": "0"}
{"id": "DDI-DrugBank.d64.s29.p45", "sentence": "Drugs that have been reported to diminish oral anticoagulant response, ie, decreased prothrom-bin time response, in man significantly include: adrenocortical steroids;@DRUG$*;@DRUG$;antihistamines;barbiturates;carbamazepine;chloral hydrate*;chlordiazepoxide;cholestyramine;diet high in vitamin K;diuretics*;ethchlorvynol;glutethimide;griseofulvin;haloperidol;meprobamate;oral contraceptives;paraldehyde;primidone;ranitidine*;rifampin;unreliable prothrombin time determinations;vitamin C;warfarin sodium under-dosage.", "label": "0"}
{"id": "DDI-DrugBank.d212.s13.p1", "sentence": "Effect of @DRUG$ in Pediatric Patients There was about a 22% increase of apparent total body clearance of levetiracetam when it was co-administered with enzyme-inducing @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d241.s3.p18", "sentence": "In clinical trials, FLOLAN was used with @DRUG$, diuretics, anticoagulants, oral vasodilators, and supplemental oxygen.In a pharmacokinetic substudy in patients with congestive heart failure receiving furosemide or digoxin in whom therapy with FLOLAN was initiated, apparent oral clearance values for furosemide (n = 23) and @DRUG$ (n = 30) were decreased by 13% and 15%, respectively, on the second day of therapy and had returned to baseline values by day 87.", "label": "0"}
{"id": "DDI-DrugBank.d566.s0.p56", "sentence": "Cholestyramine resin may delay or reduce the absorption of concomitant oral medication such as phenylbutazone, warfarin, thiazide diuretics (acidic) or @DRUG$ (basic), as well as tetracycline penicillin G, phenobarbital, thyroid and thyroxine preparations, estrogens and progestins, and @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d64.s87.p1274", "sentence": "Drugs that reportedly may increase oral anticoagulant response, ie, increased prothrombin response, in man include:alcohol*;allopurinol;aminosalicylic acid;amiodarone;anabolic steroids;antibiotics;bromelains;chloral hydrate*;chlorpropamide;chymotrypsin;cimetidine;cinchophen;clofibrate;dextran;dextrothyroxine;diazoxide;dietary deficiencies;diflunisal;disulfiram;drugs affecting blood elements;ethacrynic acid;fenoprofen;glucagon;hepatotoxic drugs;ibuprofen;indomethacin;influenza virus vaccine;inhalation anesthetics;mefenamic acid;methyldopa;methylphenidate;metronidazole;miconazole;monoamine oxidase inhibitors;nalidixic acid;@DRUG$;oxolinic acid;oxyphenbutazone;pentoxifylline;phenylbutazone;phenyramidol;phenytoin;prolonged hot weather;prolonged narcotics;pyrazolones;quinidine;quinine;ranitidine*;salicylates;sulfinpyrazone;sulfonamides, long acting;sulindac;thyroid drugs;tolbutamide;triclofos sodium;trimethoprim/sulfamethoxazole;unreliable prothrombin time determinations;@DRUG$ overdosage.", "label": "0"}
{"id": "DDI-DrugBank.d167.s2.p22", "sentence": "In addition, neuromuscular blocking action is enhanced by general anesthetics, local anesthetics like lidocaine, procaine, @DRUG$, @DRUG$, lithium carbonate, and terbutaline.", "label": "0"}
{"id": "DDI-DrugBank.d189.s0.p9", "sentence": "No Important Interactions To Date Levosimendan does not have clinically important pharmacokinetic interactions with @DRUG$, @DRUG$, felodipine, digoxin, warfarin, isosorbide mononitrate, carvedilol, ethanol or itraconazole.", "label": "0"}
{"id": "DDI-DrugBank.d5.s17.p38", "sentence": "Therefore, co-administration of bupropion with drugs that are metabolized by CYP2D6 isoenzyme including certain antidepressants (e.g., @DRUG$, imipramine, desipramine, paroxetine, fluoxetine, sertraline), antipsychotics (e.g., haloperidol, @DRUG$, thioridazine), beta-blockers (e.g., metoprolol), and Type 1C antiarrhythmics (e.g., propafenone, flecainide), should be approached with caution and should be initiated at the lower end of the dose range of the concomitant medication.", "label": "0"}
{"id": "DDI-DrugBank.d460.s11.p6", "sentence": "In vitro displacement studies with highly protein-bound drugs such as @DRUG$, propranolol, captopril, nicardipine, pravastatin, glyburide, warfarin, @DRUG$, acetylsalicylic acid, tolbutamide, and metformin showed no influence on the extent of nateglinide protein binding.", "label": "0"}
{"id": "DDI-DrugBank.d263.s18.p4", "sentence": "@DRUG$, Foscarnet, and Aminoglycosides: Drugs such as amphotericin, foscarnet, and @DRUG$ may increase the risk of developing peripheral neuropathy or other HIVID-associated adverse events by interfering with the renal clearance of zalcitabine (thereby raising systemic exposure).", "label": "0"}
{"id": "DDI-DrugBank.d167.s2.p12", "sentence": "In addition, neuromuscular blocking action is enhanced by general anesthetics, local @DRUG$ like lidocaine, procaine, beta-blockers, metaclopramide, lithium carbonate, and @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d179.s21.p265", "sentence": "- Phenothiazines (acetophenazine [e.g., Tindal], chlorpromazine [e.g., Thorazine], fluphenazine [e.g., Prolixin], mesoridazine [e.g., Serentil], perphenazine [e.g., Trilafon], prochlorperazine [e.g., Compazine], promazine [e.g., Sparine], promethazine [e.g., @DRUG$], thioridazine [e.g., @DRUG$], trifluoperazine [e.g., Stelazine], triflupromazine [e.g., Vesprin], trimeprazine [e.g., Temaril]) or", "label": "0"}
{"id": "DDI-DrugBank.d484.s0.p845", "sentence": "Etonogestrel may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, @DRUG$, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), @DRUG$, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "0"}
{"id": "DDI-DrugBank.d263.s13.p5", "sentence": "Drugs that have been associated with peripheral neuropathy include @DRUG$, chloramphenicol, cisplatin, dapsone, disulfiram, ethionamide, @DRUG$, gold, hydralazine, iodoquinol, isoniazid, metronidazole, nitrofurantoin, phenytoin, ribavirin, and vincristine.", "label": "0"}
{"id": "DDI-DrugBank.d94.s11.p834", "sentence": "Agents that have been found, or are expected to have decreased plasma levels in the presence of EQUETROTM due to induction of CYP enzymes are the following: Acetaminophen, alprazolam, amitriptyline, bupropion, buspirone, citalopram, clobazam, clonazepam, clozapine, cyclosporin, delavirdine, desipramine, diazepam, dicumarol, doxycycline, ethosuximide, felbamate, felodipine, glucocorticoids, haloperidol, itraconazole, lamotrigine, levothyroxine, lorazepam, @DRUG$, midazolam, mirtazapine, nortriptyline, olanzapine, oral contraceptives(3), oxcarbazepine, Phenytoin(4), praziquantel, protease inhibitors, @DRUG$, risperidone, theophylline, topiramate, tiagabine, tramadol, triazolam, valproate, warfarin(5) , ziprasidone, and zonisamide.", "label": "0"}
{"id": "DDI-DrugBank.d94.s11.p524", "sentence": "Agents that have been found, or are expected to have decreased plasma levels in the presence of EQUETROTM due to induction of CYP enzymes are the following: Acetaminophen, alprazolam, amitriptyline, bupropion, buspirone, citalopram, clobazam, clonazepam, clozapine, cyclosporin, delavirdine, desipramine, @DRUG$, dicumarol, doxycycline, ethosuximide, felbamate, felodipine, glucocorticoids, haloperidol, itraconazole, lamotrigine, levothyroxine, lorazepam, methadone, midazolam, mirtazapine, nortriptyline, olanzapine, oral contraceptives(3), @DRUG$, Phenytoin(4), praziquantel, protease inhibitors, quetiapine, risperidone, theophylline, topiramate, tiagabine, tramadol, triazolam, valproate, warfarin(5) , ziprasidone, and zonisamide.", "label": "0"}
{"id": "DDI-DrugBank.d131.s8.p18", "sentence": "Drugs and other substances demonstrated to be CYP 3A inhibitors on the basis of clinical studies involving benzodiazepines metabolized similarly to @DRUG$ or on the basis of in vitro studies with alprazolam or other benzodiazepines (caution is recommended during coadministration with alprazolam): Available data from clinical studies of benzodiazepines other than alprazolam suggest a possible drug interaction with alprazolam for the following: @DRUG$, isoniazid, macrolide antibiotics such as erythromycin and clarithromycin, and grapefruit juice.", "label": "0"}
{"id": "DDI-DrugBank.d94.s11.p654", "sentence": "Agents that have been found, or are expected to have decreased plasma levels in the presence of EQUETROTM due to induction of CYP enzymes are the following: Acetaminophen, alprazolam, amitriptyline, bupropion, buspirone, citalopram, clobazam, clonazepam, clozapine, cyclosporin, delavirdine, desipramine, diazepam, dicumarol, doxycycline, ethosuximide, @DRUG$, felodipine, glucocorticoids, haloperidol, itraconazole, lamotrigine, levothyroxine, lorazepam, methadone, midazolam, mirtazapine, nortriptyline, olanzapine, oral contraceptives(3), oxcarbazepine, Phenytoin(4), praziquantel, protease inhibitors, quetiapine, risperidone, theophylline, topiramate, tiagabine, tramadol, triazolam, valproate, @DRUG$(5) , ziprasidone, and zonisamide.", "label": "0"}
{"id": "DDI-DrugBank.d306.s0.p13", "sentence": "The effectiveness of progestin-only pills is reduced by hepatic enzyme-inducing drugs such as the anticonvulsants @DRUG$, carbamazepine, and barbiturates, and the @DRUG$ rifampin.", "label": "0"}
{"id": "DDI-DrugBank.d205.s0.p4", "sentence": "Since @DRUG$ (ethosuximide) may interact with concurrently administered antiepileptic drugs, periodic serum level determinations of these drugs may be necessary (eg, ethosuximide may elevate phenytoin serum levels and @DRUG$ has been reported to both increase and decrease ethosuximide levels).", "label": "0"}
{"id": "DDI-DrugBank.d527.s2.p103", "sentence": "The following are examples of substances that may reduce the blood-glucose-lowering effect of insulin: corticosteroids, danazol, diuretics, sympathomimetic agents (e.g., epinephrine, albuterol, terbutaline), isoniazid, phenothiazine derivatives, somatropin, thyroid hormones, @DRUG$, progestogens (e.g., in oral @DRUG$).", "label": "0"}
{"id": "DDI-DrugBank.d238.s16.p3", "sentence": "While all the @DRUG$ (SSRIs), e.g., fluoxetine, sertraline, @DRUG$, and fluvoxamine, inhibit P450 2D6, they may vary in the extent of inhibition.", "label": "0"}
{"id": "DDI-DrugBank.d411.s2.p1", "sentence": "@DRUG$ Absorption: The following agents may bind and decrease absorption of levothyroxine sodium from the gastrointestinal tract: @DRUG$, cholestyramine resin, colestipol hydrochloride, ferrous sulfate, sodium polystyrene sulfonate, soybean flour (e.g., infant formula), sucralfate.", "label": "0"}
{"id": "DDI-DrugBank.d521.s2.p76", "sentence": "- a nonsteroidal anti-inflammatory drug (NSAID) such as ibuprofen (@DRUG$, Advil, Nuprin, others), ketoprofen (Orudis, Orudis KT, Oruvail), diclofenac (@DRUG$, Cataflam), etodolac (Lodine), indomethacin (Indocin), nabumetone (Relafen), oxaprozin (Daypro), and naproxen (Anaprox, Naprosyn, Aleve);", "label": "0"}
{"id": "DDI-DrugBank.d410.s10.p4", "sentence": "Oral Contraceptives: The effect of oral @DRUG$ on the pharmacokinetics of D.H.E. 45  (@DRUG$) Injection, USP has not been studied.", "label": "0"}
{"id": "DDI-DrugBank.d357.s3.p11", "sentence": "Dopamine Antagonists: Since @DRUG$ is a dopamine agonist, it is possible that dopamine antagonists, such as the @DRUG$ (phenothiazines, butyrophenones, thioxanthenes) or metoclopramide, may diminish the effectiveness of APOKYN.", "label": "0"}
{"id": "DDI-DrugBank.d204.s0.p1", "sentence": "When administered concurrently, the following drugs may interact with @DRUG$: Anesthetics, general: exaggeration of the hypotension induced by general @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d94.s4.p14", "sentence": "Agents that are CYP3A4 inhibitors that have been found, or are expected, to increase plasma levels of @DRUG$ are the following: Acetazolamide, azole antifungals, cimetidine, clarithromycin(1), dalfopristin, danazol, delavirdine, diltiazem, erythromycin(1), fluoxetine, fluvoxamine, grapefruit juice, isoniazid, itraconazole, ketoconazole, @DRUG$, nefazodone, niacinamide, nicotinamide, protease inhibitors, propoxyphene, quinine, quinupristin, troleandomycin, valproate(1), verapamil, zileuton.", "label": "DDI-mechanism"}
{"id": "DDI-MedLine.d34.s7.p0", "sentence": "Additional @DRUG$ significantly inhibited the absorption of @DRUG$ in both dietary cobalt treatments. ", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d205.s0.p20", "sentence": "Since Zarontin (ethosuximide) may interact with concurrently administered antiepileptic drugs, periodic serum level determinations of these drugs may be necessary (eg, ethosuximide may elevate phenytoin serum levels and @DRUG$ has been reported to both increase and decrease @DRUG$ levels).", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d458.s24.p0", "sentence": "Concomitant administration of @DRUG$ with @DRUG$ tablets reduces the blood levels of the latter.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d53.s7.p4", "sentence": "When used in therapeutic doses, @DRUG$ had a modest effect on the pharmacokinetics of atorvastatin, carbamazepine, cetirizine, didanosine, @DRUG$, fluconazole, indinavir, midazolam, rifabutin, sildenafil, theophylline (intravenous and oral), triazolam, trimethoprim/sulfamethoxazole or zidovudine.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d411.s3.p12", "sentence": "Binding to Serum Proteins: The following agents may either inhibit @DRUG$ binding to serum proteins or alter the concentrations of serum binding proteins: androgens and related anabolic hormones, asparaginase, clofibrate, estrogens and estrogen-containing compounds, 5-fluorouracil, furosemide, glucocorticoids, meclofenamic acid, mefenamic acid, methadone, @DRUG$, phenylbutazone, phenytoin, salicylates, tamoxifen.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d202.s2.p0", "sentence": "In addition, higher-than expected steady-state serum concentrations of @DRUG$ have been observed when therapy is initiated in patients already taking @DRUG$.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d276.s2.p5", "sentence": "Uricosuric drugs, such as probenecid and @DRUG$, can inhibit renal tubular secretion of @DRUG$.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d263.s20.p12", "sentence": "Probenecid or Cimetidine: Concomitant administration of probenecid or @DRUG$ decreases the elimination of @DRUG$, most likely by inhibition of renal tubular secretion of zalcitabine.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d94.s4.p16", "sentence": "Agents that are CYP3A4 inhibitors that have been found, or are expected, to increase plasma levels of @DRUG$ are the following: Acetazolamide, azole antifungals, cimetidine, clarithromycin(1), dalfopristin, danazol, delavirdine, diltiazem, erythromycin(1), fluoxetine, fluvoxamine, grapefruit juice, isoniazid, itraconazole, ketoconazole, loratadine, nefazodone, @DRUG$, nicotinamide, protease inhibitors, propoxyphene, quinine, quinupristin, troleandomycin, valproate(1), verapamil, zileuton.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d536.s10.p2", "sentence": "However, the peak plasma level of metformin was reduced by approximately 20% when taking @DRUG$ due to a slight delay in the absorption of @DRUG$.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d94.s11.p24", "sentence": "Agents that have been found, or are expected to have decreased plasma levels in the presence of @DRUG$ due to induction of CYP enzymes are the following: Acetaminophen, alprazolam, amitriptyline, bupropion, buspirone, citalopram, clobazam, clonazepam, clozapine, cyclosporin, delavirdine, desipramine, diazepam, dicumarol, doxycycline, ethosuximide, felbamate, felodipine, glucocorticoids, haloperidol, itraconazole, lamotrigine, levothyroxine, lorazepam, @DRUG$, midazolam, mirtazapine, nortriptyline, olanzapine, oral contraceptives(3), oxcarbazepine, Phenytoin(4), praziquantel, protease inhibitors, quetiapine, risperidone, theophylline, topiramate, tiagabine, tramadol, triazolam, valproate, warfarin(5) , ziprasidone, and zonisamide.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d565.s37.p0", "sentence": "In a ten-subject study, coadministration of @DRUG$ (120 mg bid) with @DRUG$ resulted in a 3-4 times increase in mean lovastatin AUC and Cmax vs. lovastatin alone;", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d353.s10.p3", "sentence": "Phenytoin: If @DRUG$ is given concurrently with @DRUG$, the protein binding of phenytoin may be reduced.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d466.s17.p2", "sentence": "These studies indicate that ketoconazole or @DRUG$ co-administration enhances @DRUG$ gastrointestinal absorption.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d165.s5.p1", "sentence": "In vitro data suggest that @DRUG$, when compared to ketoconazole, has a less pronounced effect on the biotransformation system responsible for the metabolism of @DRUG$.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d350.s12.p13", "sentence": "In addition, results from regression analyses of patient pharmacokinetic data suggest that co-administration of other inducers of drug clearance (efavirenz, nevirapine, @DRUG$, dexamethasone, or carbamazepine) with @DRUG$ may result in clinically meaningful reductions in caspofungin concentrations.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d165.s24.p0", "sentence": "Plasma concentrations of @DRUG$ are reduced when given concurrently with @DRUG$.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d30.s1.p0", "sentence": "@DRUG$, an inducer of drug metabolism, decreased the concentrations of @DRUG$ and its active metabolite.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d435.s2.p9", "sentence": "Co-medications that induce CYP 3A4 (e.g., rifampicin, phenytoin, carbamazepine, @DRUG$, or St. John s wort) may significantly decrease exposure to @DRUG$.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d320.s3.p0", "sentence": "Although no clinical studies have been conducted, it is likely that the metabolism of @DRUG$ may be affected by the known CYP3A4 inducers (such as @DRUG$, phenobarbital, rifampin), CYP3A4 inhibitors (azole antimycotics e.g., ketoconazole;", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d411.s3.p16", "sentence": "Binding to Serum Proteins: The following agents may either inhibit @DRUG$ binding to serum proteins or alter the concentrations of serum binding proteins: androgens and related anabolic hormones, asparaginase, clofibrate, estrogens and estrogen-containing compounds, 5-fluorouracil, furosemide, glucocorticoids, meclofenamic acid, mefenamic acid, methadone, perphenazine, phenylbutazone, phenytoin, salicylates, @DRUG$.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d487.s1.p2", "sentence": "Drugs that induce hepatic enzymes such as @DRUG$, phenytoin and rifampin may increase the clearance of @DRUG$ and may require increases in corticosteroid dose to achieve the desired response.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d123.s8.p1", "sentence": "Multivalent Cation-Containing Products: Concurrent administration of a @DRUG$, including ciprofloxacin, with multivalent cation-containing products such as @DRUG$ or aluminum antacids, sucralfate, VIDEX chewable/buffered tablets or pediatric powder, or products containing calcium, iron, or zinc may substantially decrease the absorption of ciprofloxacin, resulting in serum and urine levels considerably lower than desired.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d236.s8.p2", "sentence": "@DRUG$ with desipramine or protriptyline and possibly other @DRUG$ cause striking and sustained increases in the concentration of d-amphetamine in the brain;", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d350.s12.p16", "sentence": "In addition, results from regression analyses of patient pharmacokinetic data suggest that co-administration of other inducers of drug clearance (efavirenz, nevirapine, phenytoin, @DRUG$, or carbamazepine) with @DRUG$ may result in clinically meaningful reductions in caspofungin concentrations.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d328.s44.p0", "sentence": "Coadministration of @DRUG$ and @DRUG$ 1/35  increased the exposure of norethindrone and ethinyl estradiol by 20% and 34%, respectively.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d565.s34.p2", "sentence": "The elimination half life of midazolam and @DRUG$ also increased (1.5-2.5 fold) during coadministration with @DRUG$.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d207.s4.p3", "sentence": "Substances that are potent inhibitors of CYP3A4 activity (eg, ketoconazole and @DRUG$) decrease @DRUG$ metabolism and increase gefitinib plasma concentrations.", "label": "DDI-mechanism"}
{"id": "DDI-MedLine.d99.s0.p0", "sentence": "@DRUG$ inhibits the CYP2C9 catalyzed biotransformation of @DRUG$. ", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d238.s24.p3", "sentence": "Because Anafranil is highly bound to serum protein, the administration of @DRUG$ to patients taking other drugs that are highly bound to protein (e.g., @DRUG$, digoxin) may cause an increase in plasma concentrations of these drugs, potentially resulting in adverse effects.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d78.s1.p8", "sentence": "Administration of @DRUG$ with antacids containing aluminum, magnesium, or calcium, with sucralfate, with metal cations such as iron, or with multivitamins containing iron or @DRUG$, or with formulations containing divalent and trivalent cations such as VIDEX (didanosine) chewable/buffered tablets or the pediatric powder for oral solution, may substantially interfere with the absorption of quinolones, resulting in systemic concentrations considerably lower than desired.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d316.s14.p5", "sentence": "Anticonvulsants: In a pharmacokinetic study, maximum plasma concentrations of @DRUG$ were considerably lower in epileptic patients on long-term @DRUG$ therapy (eg, phenytoin, carbamazepine, or phenobarbital) than in healthy volunteers.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d75.s15.p0", "sentence": "There is a single case report, which suggests that @DRUG$ may interfere with @DRUG$ absorption.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d485.s32.p8", "sentence": "Protease inhibitors: @DRUG$, lopinavir, nelfinavir, and ritonavir have been shown to decrease plasma levels of @DRUG$;", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d434.s38.p0", "sentence": "@DRUG$ treatment resulted in a 42% decrease in the @DRUG$ AUC 0-24, but no clinically relevant effect was observed on the pharmacokinetic parameters of ethinyl estradiol.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d198.s36.p7", "sentence": "Ritonavir and indinavir: Upon concomitant administration of 5 mg of @DRUG$ with 600 mg BID @DRUG$, the Cmax and AUC of ritonavir were reduced by approximately 20%.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d320.s3.p2", "sentence": "Although no clinical studies have been conducted, it is likely that the metabolism of @DRUG$ may be affected by the known CYP3A4 inducers (such as phenytoin, phenobarbital, @DRUG$), CYP3A4 inhibitors (azole antimycotics e.g., ketoconazole;", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d411.s3.p5", "sentence": "Binding to Serum Proteins: The following agents may either inhibit @DRUG$ binding to serum proteins or alter the concentrations of serum binding proteins: androgens and related anabolic hormones, asparaginase, clofibrate, estrogens and @DRUG$, 5-fluorouracil, furosemide, glucocorticoids, meclofenamic acid, mefenamic acid, methadone, perphenazine, phenylbutazone, phenytoin, salicylates, tamoxifen.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d139.s3.p3", "sentence": "Cholestyramine-Concomitant intake of @DRUG$ and @DRUG$ may reduce the absorption of vitamin K.", "label": "DDI-mechanism"}
{"id": "DDI-MedLine.d124.s1.p4", "sentence": "Previous studies have demonstrated a significant reduction in the oral bioavailability of trovafloxacin and @DRUG$ when administered concomitantly with an intravenous opiate such as @DRUG$. ", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d434.s31.p12", "sentence": "Carbamazepine: Carbamazepine causes an approximate 50% increase in the clearance of Felbatol  at steady state and, therefore, the addition of @DRUG$ results in an approximate 40% decrease in the steady-state trough concentrations of @DRUG$  as compared to the same dose of Felbatol  given as monotherapy.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d139.s6.p2", "sentence": "Orlistat-@DRUG$ may decrease the absorption of @DRUG$.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d99.s21.p0", "sentence": "@DRUG$ is reported to reduce hepatic metabolism of certain @DRUG$, thereby delaying elimination and increasing steady-state concentrations of these drugs.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d106.s3.p0", "sentence": "Coadministration of @DRUG$ with 40 mg @DRUG$ tablets in epileptic patients lowered the nisoldipine plasma concentrations to undetectable levels.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d328.s24.p1", "sentence": "@DRUG$ caused a statistically significant increase in plasma exposures of R-warfarin and @DRUG$ (12% and 15%, respectively), and in the pharmacodynamic effects (prothrombin time, measured as INR) of warfarin.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d382.s38.p3", "sentence": "Rifampin: When a single 375-mg dose of @DRUG$ was administered on Day9 of a 14-day regimen of 600 mg/day of @DRUG$, a strong CYP3A4 inducer, the AUC of aprepitant decreased approximately 11-fold and the mean terminal half-life decreased approximately 3-fold.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d428.s10.p0", "sentence": "@DRUG$ increased the AUC of @DRUG$ by 50%.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d382.s22.p4", "sentence": "Midazolam: @DRUG$ increased the AUC of @DRUG$, a sensitive CYP3A4 substrate, by 2.3-fold on Day 1 and 3.3-fold on Day 5, when a single oral dose of midazolam 2 mg was coadministered on Day 1 and Day 5 of a regimen of Aprepitant 125 mg on Day 1 and 80 mg/day on Days 2 through 5.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d236.s21.p3", "sentence": "Methenamine therapy: Urinary excretion of @DRUG$ is increased, and efficacy is reduced, by @DRUG$ used in methenamine therapy.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d31.s0.p0", "sentence": "@DRUG$ should be used with caution in patients receiving @DRUG$.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d558.s5.p6", "sentence": "If a patient requires @DRUG$ and anti-ulcer therapy, it is suggested that omeprazole, ranitidine, or antacids (aluminum and magnesium hydroxides) be used as alternatives to @DRUG$, as these agents have no effect on the pharmacokinetic profile of TIKOSYN.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d224.s1.p5", "sentence": "Although no specific drug interactions with topical glaucoma drugs or systemic medications were identified in clinical studies of @DRUG$ 0.5% Ophthalmic Solution, the possibility of an additive or potentiating effect with CNS depressants (alcohol, barbiturates, opiates, sedatives, @DRUG$) should be considered.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d466.s20.p0", "sentence": "@DRUG$ should not be taken closely in time with @DRUG$ and magnesium containing antacids.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d565.s27.p0", "sentence": "If these agents are to be administered concurrently, @DRUG$ concentrations should be monitored, especially when @DRUG$ therapy is initiated, adjusted, or discontinued.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d97.s93.p0", "sentence": "@DRUG$ dose should not exceed a maximum of 2.5 mg in a 24-hour period in patients receiving concomitant @DRUG$ therapy.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d495.s7.p0", "sentence": "Also, due to the potential for additive effects such as bradycardia and AV block, caution is warranted in patients receiving @DRUG$ with agents known to affect sinus node function or AV nodal conduction (e.g., @DRUG$, calcium channel blockers, and beta-blockers.)", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d162.s13.p0", "sentence": "Therefore, when @DRUG$ and @DRUG$ are used concomitantly, the patient should be observed closely to determine if the desired effect of the diuretic is obtained.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d417.s0.p0", "sentence": "@DRUG$ should not be administered concomitantly with potent @DRUG$ such as furosemide and ethacrynic acid as the potential for ototoxicity is enhanced by the combination.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d5.s17.p10", "sentence": "Therefore, co-administration of @DRUG$ with drugs that are metabolized by CYP2D6 isoenzyme including certain antidepressants (e.g., nortriptyline, imipramine, desipramine, paroxetine, fluoxetine, sertraline), antipsychotics (e.g., haloperidol, risperidone, @DRUG$), beta-blockers (e.g., metoprolol), and Type 1C antiarrhythmics (e.g., propafenone, flecainide), should be approached with caution and should be initiated at the lower end of the dose range of the concomitant medication.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d144.s1.p17", "sentence": "If treatment with inhibitors of CYP3A4 activity (such as ketoconazole, intraconazole, ritonavir, @DRUG$, saquinavir, erythromycin, etc.) is indicated, reduction of the @DRUG$ dose should be considered.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d521.s1.p1", "sentence": "Before taking @DRUG$, tell your doctor if you are taking any of the following medicines: - aspirin or another @DRUG$ such as magnesium/choline salicylate (Trilisate), salsalate (Disalcid, others), choline salicylate (Arthropan), magnesium salicylate (Magan), or bismuth subsalicylate (Pepto-Bismol);", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d499.s17.p2", "sentence": "Because prostaglandina play an important role in hemostasis and ketoprofen has an effect on platelet function as well, concurent therapy with @DRUG$ and @DRUG$ requires close monitoring of patients on both drugs.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d482.s9.p0", "sentence": "Wait 5 weeks after stopping @DRUG$ before starting a @DRUG$.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d382.s31.p4", "sentence": "Consequently, concomitant administration of @DRUG$ with strong CYP3A4 inhibitors (e.g., ketoconazole, itraconazole, nefazodone, troleandomycin, @DRUG$, ritonavir, nelfinavir) should be approached with caution.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d29.s14.p0", "sentence": "Concomitant administration of @DRUG$ with @DRUG$ is contraindicated.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d48.s15.p69", "sentence": "Therefore, CYP3A4 substrates known to have a narrow therapeutic index such as alfentanil, astemizole, terfenadine, cisapride, cyclosporine, fentanyl, @DRUG$, quinidine, sirolimus, tacrolimus, or ergot alkaloids (ergotamine, dihydroergotamine) should be administered with caution in patients receiving @DRUG$.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d478.s1.p3", "sentence": "Because there is a theoretical basis that these effects may be additive, use of @DRUG$-containing or ergot-type medications (like dihydroergotamine or methysergide) and @DRUG$ within 24 hours is contraindicated.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d440.s13.p13", "sentence": "However, since aspirin, NSAIDs, and bisphosphonates are all associated with gastrointestinal irritation, caution should be exercised in the concomitant use of @DRUG$ or NSAIDs with @DRUG$.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d165.s25.p2", "sentence": "Itraconazole plasma concentrations should be monitored when @DRUG$ and @DRUG$ are coadministered.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d186.s6.p0", "sentence": "Thus, careful monitoring of clinical status is warranted when @DRUG$ is administered or discontinued in @DRUG$-treated patients.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d77.s2.p8", "sentence": "Avoid the use of preparations such as decongestants and local @DRUG$ which contain any sympathomimetic amine (e.g., epinephrine, norepinephrine), since it has been reported that @DRUG$ can potentiate the effects of catecholamines.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d347.s7.p41", "sentence": "Magnesium- and/or aluminum-containing antacids, products containing ferrous sulfate (iron), multivitamin preparations containing @DRUG$ or other metal cations, or Videx (didanosine) chewable/buffered tablets or the pediatric powder for oral solution should not be taken within 3 hours before or 2 hours after @DRUG$.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d347.s7.p16", "sentence": "Magnesium- and/or @DRUG$-containing antacids, products containing ferrous sulfate (iron), multivitamin preparations containing zinc or other metal cations, or Videx (didanosine) chewable/buffered tablets or the pediatric powder for oral solution should not be taken within 3 hours before or 2 hours after @DRUG$.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d503.s3.p1", "sentence": "Avoid the concomitant use of @DRUG$ and tramadol (@DRUG$).", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d456.s1.p4", "sentence": "Caution should be used when administering or taking @DRUG$ with ketoconazole and other strong CYP3A4 inhibitors such as, but not limited to, atazanavir, clarithromycin, indinavir, @DRUG$, nefazodone, nelfinavir, ritonavir, saquinavir, telithromycin, troleandomycin (TAO), and voriconazole .", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d392.s0.p0", "sentence": "Patients who are applying @DRUG$ gel should not concurrently use products that contain @DRUG$ (N, N-diethyl-m-toluamide), a common component of insect repellent products.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d196.s1.p2", "sentence": "Theophylline serum levels should be monitored and appropriate dose adjustments considered for patients given both @DRUG$ and @DRUG$.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d260.s2.p0", "sentence": "@DRUG$ should either be temporarily discontinued or decreased by 50% when coadministered with @DRUG$ on the day of VISTIDE infusion.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d269.s10.p0", "sentence": "Due to wide interindividual variability in the dose adjustment required, it is recommended that @DRUG$ concentrations be monitored closely after initiation of @DRUG$ therapy and that the dose of cyclosporine be adjusted as appropriate.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d323.s0.p0", "sentence": "Co-administration of @DRUG$ and @DRUG$ or other agents interfering with neuromuscular transmission (e.g., curare-like compounds) should only be performed with caution as the effect of the toxin may be potentiated.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d456.s1.p12", "sentence": "Caution should be used when administering or taking @DRUG$ with ketoconazole and other strong CYP3A4 inhibitors such as, but not limited to, atazanavir, clarithromycin, indinavir, itraconazole, nefazodone, nelfinavir, ritonavir, saquinavir, telithromycin, troleandomycin (TAO), and @DRUG$ .", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d223.s10.p0", "sentence": "Nevertheless, caution is indicated in the co-administration of @DRUG$ with any of the @DRUG$ and also in switching from one class to the other.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d76.s5.p0", "sentence": "After stopping @DRUG$ Tablets, at least 2 weeks should be allowed before starting a @DRUG$.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d480.s30.p0", "sentence": "Therefore, co-administration of @DRUG$ with other drugs that are metabolized by this isozyme, including @DRUG$, phenothiazines, carbamazepine, and Type 1C antiarrhythmics (e.g., propafenone, flecainide and encainide), or that inhibit this enzyme (e.g., quinidine), should be approached with caution.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d382.s31.p6", "sentence": "Consequently, concomitant administration of @DRUG$ with strong CYP3A4 inhibitors (e.g., ketoconazole, itraconazole, nefazodone, troleandomycin, clarithromycin, ritonavir, @DRUG$) should be approached with caution.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d44.s1.p0", "sentence": "@DRUG$ should not be used with other @DRUG$.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d400.s5.p0", "sentence": "This interaction should be given consideration in patients taking @DRUG$ concomitantly with @DRUG$.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d103.s3.p10", "sentence": "Monoamine Oxidase Inhibitors and Tricyclic Antidepressants: @DRUG$ should be administered with extreme caution in patients being treated with monoamine oxidase inhibitors or @DRUG$ because the action of formoterol on the cardiovascular system may be potentiated by these agents.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d284.s6.p4", "sentence": "BROVANA, as with other @DRUG$, should be administered with extreme caution to patients being treated with @DRUG$, tricyclic antidepressants, or drugs known to prolong the QTc interval because the action of adrenergic agonists on the cardiovascular system may be potentiated by these agents.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d420.s6.p1", "sentence": "If @DRUG$ are required during OMNICEF therapy, @DRUG$ should be taken at least 2 hours before or after the supplement.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d521.s1.p8", "sentence": "Before taking @DRUG$, tell your doctor if you are taking any of the following medicines: - aspirin or another salicylate such as magnesium/choline salicylate (Trilisate), salsalate (Disalcid, others), choline salicylate (Arthropan), @DRUG$ (Magan), or bismuth subsalicylate (Pepto-Bismol);", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d350.s14.p4", "sentence": "When @DRUG$ is co-administered with inducers of drug clearance, such as efavirenz, nevirapine, phenytoin, dexamethasone, or @DRUG$, use of a daily dose of 70 mg of CANCIDAS should be considered", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d144.s1.p10", "sentence": "If treatment with inhibitors of CYP3A4 activity (such as ketoconazole, @DRUG$, ritonavir, indinavir, saquinavir, erythromycin, etc.) is indicated, reduction of the @DRUG$ dose should be considered.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d382.s31.p0", "sentence": "Consequently, concomitant administration of @DRUG$ with strong CYP3A4 inhibitors (e.g., @DRUG$, itraconazole, nefazodone, troleandomycin, clarithromycin, ritonavir, nelfinavir) should be approached with caution.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d48.s15.p54", "sentence": "Therefore, CYP3A4 substrates known to have a narrow therapeutic index such as alfentanil, astemizole, terfenadine, cisapride, @DRUG$, fentanyl, pimozide, quinidine, sirolimus, tacrolimus, or ergot alkaloids (ergotamine, dihydroergotamine) should be administered with caution in patients receiving @DRUG$.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d19.s6.p0", "sentence": "It may be necessary to adjust the dosage of oral @DRUG$ upon beginning or stopping @DRUG$. since disulfiram may prolong prothrombin time.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d76.s4.p0", "sentence": "Therefore, it is recommended that @DRUG$ Tablets not be used in combination with @DRUG$, or within 14 days of discontinuing treatment with a MAOI.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d20.s12.p0", "sentence": "Therefore, when @DRUG$ and @DRUG$ are used concomitantly, patients should be observed to determine whether the desired effect on blood pressure is obtained.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d282.s0.p2", "sentence": "@DRUG$ should not be administered concurrently with D2-antagonists, such as phenothiazines, butyrophenones, @DRUG$, or metoclopramide.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d60.s12.p14", "sentence": "Other drugs which may enhance the neuromuscular blocking action of @DRUG$ such as NIMBEX include certain antibiotics (e. g., aminoglycosides, tetracyclines, bacitracin, polymyxins, lincomycin, clindamycin, colistin, and sodium colistemethate), magnesium salts, lithium, local anesthetics, procainamide, and @DRUG$.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d356.s4.p2", "sentence": "In some patients, the administration of a @DRUG$ can reduce the diuretic, natriuretic, and antihypertensive effects of loop, potassium-sparing and @DRUG$.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d60.s14.p1", "sentence": "While the effects of chronic @DRUG$ or carbamazepine therapy on the action of @DRUG$ are unknown, slightly shorter durations of neuromuscular block may be anticipated and infusion rate requirements may be higher.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d464.s0.p5", "sentence": "@DRUG$ in combination with other narcotic analgesics, general anesthetics, phenothiazines, tranquilizers, sedative-hypnotics, or other @DRUG$ (including alcohol) has additive depressant effects.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d286.s0.p3", "sentence": "@DRUG$ may increase the action of tricyclics, amphetamines, procainamide, and @DRUG$.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d33.s0.p2", "sentence": "Although the occurrence has not been reported with Cefizox, nephrotoxicity has been reported following concomitant administration of other @DRUG$ and @DRUG$.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d64.s29.p11", "sentence": "Drugs that have been reported to diminish oral @DRUG$ response, ie, decreased prothrom-bin time response, in man significantly include: adrenocortical steroids;alcohol*;antacids;antihistamines;barbiturates;carbamazepine;chloral hydrate*;chlordiazepoxide;cholestyramine;diet high in vitamin K;diuretics*;@DRUG$;glutethimide;griseofulvin;haloperidol;meprobamate;oral contraceptives;paraldehyde;primidone;ranitidine*;rifampin;unreliable prothrombin time determinations;vitamin C;warfarin sodium under-dosage.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d569.s1.p1", "sentence": "In clinical trials in patients undergoing PTCA/PCI, co-administration of @DRUG$ with heparin, @DRUG$, thrombolytics or glycoprotein IIb/IIIa inhibitors was associated with increased risks of major bleeding events compared to patients not receiving these concomitant medications.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d18.s1.p2", "sentence": "Injection: @DRUG$ injection, like other injectable benzodiazepines, produces depression of the central nervous system when administered with ethyl alcohol, @DRUG$, barbiturates, MAO inhibitors, and other antidepressants.When scopolamine is used concomitantly with injectable lorazepam, an increased incidence of sedation, hallucinations, and irrational behavior has been observed.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d318.s5.p2", "sentence": "Digitalis glycosides: @DRUG$-induced hypokalemia may potentiate @DRUG$ toxicity.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d179.s38.p7", "sentence": "- Methotrexate (e.g., Mexate) Use of @DRUG$ with @DRUG$ may increase the chance of side effects affecting the liver and/or the side effects of methotrexate", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d308.s0.p0", "sentence": "THE POTENTIATING ACTION OF @DRUG$ MUST BE CONSIDERED WHEN THE DRUG IS USED IN CONJUNCTION WITH @DRUG$ SUCH AS NARCOTICS, NON-NARCOTIC ANALGESICS AND BARBITURATES.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d257.s0.p7", "sentence": "Interactions with Other CNS Agents: Concurrent use of @DRUG$ with all central nervous system depressants (eg, alcohol, sedatives, hypnotics, other opioids, general anesthetics, barbiturates, @DRUG$, phenothiazines, tranquilizers, skeletal muscle relaxants and antihistamines) may result in additive central nervous system depressant effects.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d26.s0.p34", "sentence": "Patients receiving other narcotic analgesics, general anesthetics, phenothiazines, tranquilizers, sedative-hypnotics, tricyclic antidepressants or other @DRUG$ (including alcohol) concomitantly with @DRUG$ may exhibit an additive CNS depression.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d272.s2.p1", "sentence": "Compounds in these categories result in a decreased efficacy of @DRUG$: phenothiazines, @DRUG$, metoclopramide, pimozide.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d75.s14.p4", "sentence": "The effects of medicinal products with similar properties such as inotropes @DRUG$, enoximone, amrinone, olprinone and cilostazol may be exacerbated by @DRUG$.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d25.s0.p0", "sentence": "@DRUG$ may accentuate the electrolyte loss associated with @DRUG$ therapy.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d279.s0.p0", "sentence": "The adverse effects of @DRUG$, such as myelosuppression and diarrhea, would be expected to be exacerbated by other @DRUG$ having similar adverse effects.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d246.s0.p2", "sentence": "Concurrent use of @DRUG$ with central nervous system depressants (e.g., alcohol, @DRUG$, tranquilizers, and antihistamines) may result in increased central nervous system depressant effects.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d18.s0.p1", "sentence": "Tablets: The @DRUG$, including lorazepam, produce CNS-depressant effects when administered with such medications as @DRUG$ or alcohol.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d289.s8.p0", "sentence": "Therefore, @DRUG$, including oral, injectable, transdermal, and implantable forms, may not be reliable when @DRUG$ is co-administered.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d83.s1.p0", "sentence": "Concomitant use of @DRUG$ usually depresses @DRUG$ activity and may necessitate raising the dosage.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d108.s1.p0", "sentence": "In a single study, rats given high intraperitoneal doses of an @DRUG$ plus @DRUG$ experienced severe toxicity, including convulsions and death.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d404.s5.p0", "sentence": "Some reports have shown that the concomitant administration of @DRUG$ with @DRUG$ causes hypercalcemia.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d296.s0.p4", "sentence": "@DRUG$ has additive effects with alcohol and other CNS depressants (hypnotics, sedatives, @DRUG$, etc).", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d226.s1.p2", "sentence": "Digoxin and @DRUG$ use may be rarely associated with ventricular fibrillation when combined with @DRUG$.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d299.s6.p26", "sentence": "Selective Serotonin Reuptake Inhibitors (SSRIs): SSRIs (e.g., fluoxetine, fluvoxamine, @DRUG$, sertraline) have been rarely reported to cause weakness, hyperreflexia, and incoordination when coadministered with @DRUG$.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d178.s0.p6", "sentence": "The hypoglycemic action of @DRUG$ may be potentiated by certain drugs including nonsteroidal anti-inflammatory agents and other drugs that are highly protein bound, salicylates, sulfonamides, chloramphenicol, probenecid, coumarins, @DRUG$, and beta adrenergic blocking agents.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d488.s6.p14", "sentence": "Drugs Decreasing Heparin Effect: Digitalis, tetracyclines, nicotine, or @DRUG$ may partially counteract the anticoagulant action of @DRUG$.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d509.s2.p0", "sentence": "1- adrenergic receptor antagonism, @DRUG$ has the potential to enhance the effect of certain @DRUG$.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d64.s87.p3", "sentence": "Drugs that reportedly may increase oral @DRUG$ response, ie, increased prothrombin response, in man include:alcohol*;allopurinol;aminosalicylic acid;@DRUG$;anabolic steroids;antibiotics;bromelains;chloral hydrate*;chlorpropamide;chymotrypsin;cimetidine;cinchophen;clofibrate;dextran;dextrothyroxine;diazoxide;dietary deficiencies;diflunisal;disulfiram;drugs affecting blood elements;ethacrynic acid;fenoprofen;glucagon;hepatotoxic drugs;ibuprofen;indomethacin;influenza virus vaccine;inhalation anesthetics;mefenamic acid;methyldopa;methylphenidate;metronidazole;miconazole;monoamine oxidase inhibitors;nalidixic acid;naproxen;oxolinic acid;oxyphenbutazone;pentoxifylline;phenylbutazone;phenyramidol;phenytoin;prolonged hot weather;prolonged narcotics;pyrazolones;quinidine;quinine;ranitidine*;salicylates;sulfinpyrazone;sulfonamides, long acting;sulindac;thyroid drugs;tolbutamide;triclofos sodium;trimethoprim/sulfamethoxazole;unreliable prothrombin time determinations;warfarin sodium overdosage.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d561.s9.p0", "sentence": "If a @DRUG$ is also used, the risk of @DRUG$ toxicity may be increased.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d219.s22.p2", "sentence": "Warfarin: The effects of @DRUG$ and @DRUG$ on GI bleeding are synergistic, such that users of both drugs together have a risk of serious GI bleeding higher than that of users of either drug alone.", "label": "DDI-effect"}
{"id": "DDI-MedLine.d27.s0.p1", "sentence": "[The GABA-ergic system and brain edema];It has been shown in rats with experimental toxic and traumatic edemas that p@DRUG$(1 mg/kg) removes the antiedematous action of diazepam, p@DRUG$ phenibut and amizyl and reduces the action of phentolamine. ", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d150.s2.p0", "sentence": "@DRUG$ may block the antihypertensive action of @DRUG$ and similarly acting compounds.", "label": "DDI-effect"}
{"id": "DDI-MedLine.d69.s3.p0", "sentence": "@DRUG$ alone had no effect on tyrosine phosphorylation in T24 cells, but dose-dependently inhibits the effects of @DRUG$ when both are added simultaneously. ", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d492.s1.p3", "sentence": "@DRUG$ may have additive effects with alcohol and other CNS depressants, e.g., hypnotics, @DRUG$, tranquilizers, antianxiety agents.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d85.s9.p1", "sentence": "@DRUG$ and other NSAIDs can reduce the antihypertensive effect of @DRUG$ and other beta-blockers.", "label": "DDI-effect"}
{"id": "DDI-MedLine.d133.s5.p0", "sentence": "@DRUG$ also significantly decreased the incidence of lymphatic invasion of adenocarcinomas, which was enhanced by @DRUG$. ", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d564.s0.p6", "sentence": "The administration of local anesthetic solutions containing @DRUG$ or norepinephrine to patients receiving monoamine oxidase inhibitors or @DRUG$ may produce severe, prolonged hypertension.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d356.s4.p1", "sentence": "In some patients, the administration of a @DRUG$ can reduce the diuretic, natriuretic, and antihypertensive effects of loop, @DRUG$.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d107.s3.p3", "sentence": "Agents Causing Renin Release: The antihypertensive effect of enalapril and @DRUG$ IV is augmented by @DRUG$ that cause renin release (e.g., diuretics).", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d401.s0.p6", "sentence": "Drug Interactions: The central @DRUG$ syndrome can occur when anticholinergic agents such as AKINETON are administered concomitantly with drugs that have secondary anticholinergic actions, e.g., certain narcotic analgesics such as meperidine, the phenothiazines and other antipsychotics, tricyclic antidepressants, certain @DRUG$ such as the quinidine salts, and antihistamines.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d460.s14.p13", "sentence": "Certain drugs, including nonsteroidal anti-inflammatory agents (NSAIDs), @DRUG$, monoamine oxidase inhibitors, and non-selective beta-adrenergic-blocking agents may potentiate the hypoglycemic action of @DRUG$ and other oral antidiabetic drugs.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d389.s2.p0", "sentence": "@DRUG$ may reduce the antihypertensive effects of @DRUG$, veratrum alkaloids, methyldopa and mecamylamine.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d3.s19.p7", "sentence": "Psychoactive Drugs: Hallucinations have been reported when @DRUG$ was used in patients taking psychoactive drugs (fluoxetine, @DRUG$, alprazolam).", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d423.s0.p17", "sentence": "In patients receiving nonselective monoamine oxidase inhibitors (MAOIs) (e.g., @DRUG$) in combination with serotoninergic agents (e.g., fluoxetine, @DRUG$, paroxetine, sertraline, venlafaxine), there have been reports of serious, sometimes fatal, reactions.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d448.s5.p0", "sentence": "Increased ectopic pacemaker activity can occur when @DRUG$ is used concomitantly with @DRUG$.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d105.s0.p14", "sentence": "Anticoagulants including coumarin derivatives, indandione derivatives, and platelet aggregation inhibitors such as nonsteroidal anti-inflammatory drugs (NSAIDs), and @DRUG$ may increase the risk of bleeding when administered concomitantly with @DRUG$.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d318.s12.p4", "sentence": "Skeletal muscle relaxants: @DRUG$-induced hypokalemia may enhance the curariform effect of skeletal muscle relaxants (e.g., @DRUG$).", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d397.s8.p1", "sentence": "There have been reports of interactions of @DRUG$ with carbamazepine, @DRUG$, tacrolimus, hexobarbital, phenytoin, alfentanil, cisapride, disopyramide, lovastatin, bromocriptine, valproate, terfenadine, and astemizole.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d208.s0.p3", "sentence": "@DRUG$ may interact with alcohol, blood thinners, decongestant drugs (allergy, cold, and sinus medicines), diabetic drugs, @DRUG$, norepinephrine, NSAIDs like Aleve or Ibuprofen, and high blood pressure medications.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d484.s0.p43", "sentence": "@DRUG$ may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and @DRUG$.", "label": "DDI-int"}
{"id": "DDI-MedLine.d106.s8.p2", "sentence": "Chloral hydrate and @DRUG$ interact pharmacologically with orally administered @DRUG$, but the effect is not clinically significant. ", "label": "DDI-int"}
{"id": "DDI-DrugBank.d484.s0.p41", "sentence": "@DRUG$ may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, @DRUG$ (Theo-Dur), and vitamin C.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d149.s0.p1", "sentence": "Possible drug interactions of @DRUG$ with succinylcholine or with other @DRUG$.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d484.s0.p3", "sentence": "@DRUG$ may interact with the following medications: acetaminophen (Tylenol), antibiotics such as @DRUG$ and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d397.s8.p12", "sentence": "There have been reports of interactions of @DRUG$ with carbamazepine, cyclosporine, tacrolimus, hexobarbital, phenytoin, alfentanil, cisapride, disopyramide, lovastatin, bromocriptine, valproate, terfenadine, and @DRUG$.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d484.s0.p0", "sentence": "@DRUG$ may interact with the following medications: @DRUG$ (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "DDI-int"}
{"id": "DDI-MedLine.d106.s0.p0", "sentence": "Clinical implications of @DRUG$ interactions with five @DRUG$. ", "label": "DDI-int"}
{"id": "DDI-DrugBank.d484.s0.p2", "sentence": "@DRUG$ may interact with the following medications: acetaminophen (Tylenol), @DRUG$ such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d179.s1.p1", "sentence": "@DRUG$ may interact with any of the following: - Acetaminophen (e.g., @DRUG$) (with long-term, high-dose use) or", "label": "DDI-int"}
{"id": "DDI-DrugBank.d446.s0.p8", "sentence": "@DRUG$ may interact with antidepressants, aspirin, barbiturates, bromocriptine, calcium supplements, corticosteroids, corticotropin, cyclosporine, @DRUG$, nicotine, somatropin, tamoxifen, and warfarin.", "label": "DDI-int"}
{"id": "DDI-MedLine.d49.s0.p0", "sentence": "Interaction of @DRUG$ and @DRUG$ in vitro. ", "label": "DDI-int"}
{"id": "DDI-DrugBank.d522.s24.p4", "sentence": "Other drugs Drug interactions have been reported with concomitant administration of @DRUG$ and other medications, including cyclosporine, hexobarbital, carbamazepine, alfentanil, @DRUG$, phenytoin, bromocriptine, valproate, astemizole, and lovastatin.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d13.s0.p1", "sentence": "Drug Interactions: @DRUG$ may interact with some drugs, like Monoamine oxidase inhibitors (@DRUG$): MAOI could theoretically affect flupenthixol pharmacodynamics - Arecoline - Eproxindine - Ethanol: Flupenthixol and Ethanol cause additive CNS depression - Tricyclic antidepressants: Flupenthixol increases the effect of Tricyclic antidepressants", "label": "DDI-int"}
{"id": "DDI-DrugBank.d62.s0.p1", "sentence": "@DRUG$ can interact with alcohol or other @DRUG$ (may potentiate the CNS depressant effects of either these medications or antihistamines), anticholinergics or other medications with anticholinergic activity (anticholinergic effects may be potentiated when these medications are used concurrently with antihistamines), and monoamine oxidase (MAO) inhibitors (concurrent use with antihistamines may prolong and intensify the anticholinergic and CNS depressant effects of antihistamines).", "label": "DDI-int"}
{"id": "DDI-DrugBank.d131.s10.p9", "sentence": "Data from in vitro studies of benzodiazepines other than @DRUG$ suggest a possible drug interaction for the following: ergotamine, cyclosporine, amiodarone, @DRUG$, and nifedipine.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d484.s0.p39", "sentence": "@DRUG$ may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (@DRUG$), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d208.s0.p0", "sentence": "@DRUG$ may interact with @DRUG$, blood thinners, decongestant drugs (allergy, cold, and sinus medicines), diabetic drugs, lithium, norepinephrine, NSAIDs like Aleve or Ibuprofen, and high blood pressure medications.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d484.s0.p18", "sentence": "@DRUG$ may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), @DRUG$ (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d352.s3.p0", "sentence": "conversely, @DRUG$ may interfere with @DRUG$ (i.e., guanethidine, a-methyldopa).", "label": "DDI-int"}
{"id": "DDI-DrugBank.d352.s3.p1", "sentence": "conversely, @DRUG$ may interfere with antihypertensive drugs (i.e., @DRUG$, a-methyldopa).", "label": "DDI-int"}
{"id": "DDI-DrugBank.d131.s10.p6", "sentence": "Data from in vitro studies of benzodiazepines other than @DRUG$ suggest a possible drug interaction for the following: @DRUG$, cyclosporine, amiodarone, nicardipine, and nifedipine.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d172.s6.p0", "sentence": "Clinical studies with @DRUG$ have identified potentially significant interactions with @DRUG$ and lithium.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d397.s8.p4", "sentence": "There have been reports of interactions of @DRUG$ with carbamazepine, cyclosporine, tacrolimus, hexobarbital, @DRUG$, alfentanil, cisapride, disopyramide, lovastatin, bromocriptine, valproate, terfenadine, and astemizole.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d174.s1.p2", "sentence": "Caution should be exercised when administering nabumetone with @DRUG$ since interactions have been seen with other @DRUG$.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d484.s0.p33", "sentence": "@DRUG$ may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, @DRUG$, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d484.s0.p9", "sentence": "@DRUG$ may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, @DRUG$, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d352.s3.p2", "sentence": "conversely, @DRUG$ may interfere with antihypertensive drugs (i.e., guanethidine, @DRUG$).", "label": "DDI-int"}
{"id": "DDI-DrugBank.d131.s8.p64", "sentence": "Drugs and other substances demonstrated to be CYP 3A inhibitors on the basis of clinical studies involving benzodiazepines metabolized similarly to alprazolam or on the basis of in vitro studies with alprazolam or other benzodiazepines (caution is recommended during coadministration with alprazolam): Available data from clinical studies of benzodiazepines other than alprazolam suggest a possible drug interaction with @DRUG$ for the following: diltiazem, @DRUG$, macrolide antibiotics such as erythromycin and clarithromycin, and grapefruit juice.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d537.s0.p1", "sentence": "@DRUG$ may interact with acetaminophen (e.g., @DRUG$), chloramphenicol (e.g., Chloromycetin), local anesthetics (e.g., benzocaine and lidocaine), para-aminobenzoic acid (PABA)-containing preparations (e.g., sunscreens and some multivitamins), procainamide (e.g., Pronestyl), sulfonamides (sulfa medicines), thiazide diuretics (use of these medicines during the test period will affect the test results), and pancreatic supplements (use of pancreatic supplements may give false test results).", "label": "DDI-int"}
{"id": "DDI-DrugBank.d204.s0.p0", "sentence": "When administered concurrently, the following drugs may interact with @DRUG$: @DRUG$, general: exaggeration of the hypotension induced by general anesthetics.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d205.s0.p1", "sentence": "Since @DRUG$ (ethosuximide) may interact with concurrently administered @DRUG$, periodic serum level determinations of these drugs may be necessary (eg, ethosuximide may elevate phenytoin serum levels and valproic acid has been reported to both increase and decrease ethosuximide levels).", "label": "DDI-int"}
{"id": "DDI-DrugBank.d131.s10.p4", "sentence": "Data from in vitro studies of @DRUG$ other than alprazolam suggest a possible drug interaction for the following: ergotamine, cyclosporine, amiodarone, @DRUG$, and nifedipine.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d441.s1.p0", "sentence": "Therefore, @DRUG$ has the potential for interaction with @DRUG$ and serotonergic agents.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d484.s0.p10", "sentence": "@DRUG$ may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, @DRUG$, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d65.s0.p0", "sentence": "@DRUG$ preparations are incompatible with @DRUG$ preparations.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d425.s1.p44", "sentence": "Medications can interfere with folate utilization, including: anticonvulsant medications (such as phenytoin, and primidone) metformin (sometimes prescribed to control blood sugar in type 2 diabetes) sulfasalazine (used to control inflammation associated with Crohns disease and ulcerative colitis) triamterene (a diuretic) Methotrexate There has been concern about the interaction between @DRUG$ and @DRUG$.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d446.s0.p10", "sentence": "@DRUG$ may interact with antidepressants, aspirin, barbiturates, bromocriptine, calcium supplements, corticosteroids, corticotropin, cyclosporine, dantrolene, nicotine, @DRUG$, tamoxifen, and warfarin.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d484.s0.p12", "sentence": "@DRUG$ may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), @DRUG$ (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d172.s6.p1", "sentence": "Clinical studies with @DRUG$ have identified potentially significant interactions with fluconazole and @DRUG$.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d484.s0.p34", "sentence": "@DRUG$ may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, @DRUG$), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d397.s8.p0", "sentence": "There have been reports of interactions of @DRUG$ with @DRUG$, cyclosporine, tacrolimus, hexobarbital, phenytoin, alfentanil, cisapride, disopyramide, lovastatin, bromocriptine, valproate, terfenadine, and astemizole.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d131.s9.p3", "sentence": "Data from in vitro studies of alprazolam suggest a possible drug interaction with @DRUG$ for the following: @DRUG$ and paroxetine.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d484.s0.p20", "sentence": "@DRUG$ may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), @DRUG$ (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d208.s0.p6", "sentence": "@DRUG$ may interact with alcohol, blood thinners, decongestant drugs (allergy, cold, and sinus medicines), diabetic drugs, lithium, norepinephrine, NSAIDs like @DRUG$ or Ibuprofen, and high blood pressure medications.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d484.s0.p31", "sentence": "@DRUG$ may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), @DRUG$ (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d397.s8.p11", "sentence": "There have been reports of interactions of @DRUG$ with carbamazepine, cyclosporine, tacrolimus, hexobarbital, phenytoin, alfentanil, cisapride, disopyramide, lovastatin, bromocriptine, valproate, @DRUG$, and astemizole.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d131.s10.p3", "sentence": "Data from in vitro studies of @DRUG$ other than alprazolam suggest a possible drug interaction for the following: ergotamine, cyclosporine, @DRUG$, nicardipine, and nifedipine.", "label": "DDI-int"}
