{"id": "DDI-DrugBank.d411.s4.p138", "sentence": "Thyroid Physiology: The following agents may alter thyroid hormone or TSH levels, generally by effects on thyroid hormone synthesis, secretion, distribution, metabolism, hormone action, or elimination, or altered TSH secretion: aminoglutethimide, p-aminosalicylic acid, amiodarone, androgens and related anabolic hormones, complex anions (@DRUG$, perchlorate, pertechnetate), antithyroid drugs, b-adrenergic blocking agents, carbamazepine, chloral hydrate, diazepam, dopamine and dopamine agonists, ethionamide, glucocorticoids, heparin, hepatic enzyme inducers, @DRUG$, iodinated cholestographic agents, iodine-containing compounds, levodopa, lovastatin, lithium, 6-mercaptopurine, metoclopramide, mitotane, nitroprusside, phenobarbital, phenytoin, resorcinol, rifampin, somatostatin analogs, sulfonamides, sulfonylureas, thiazide diuretics.", "label": "0"}
{"id": "DDI-DrugBank.d480.s26.p4", "sentence": "Such individuals are referred to as poor metabolizers of drugs such as debrisoquin, @DRUG$, the tricyclic antidepressants, and @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d503.s1.p0", "sentence": "In order to avoid @DRUG$ intoxication, @DRUG$ plasma levels should be monitored closely.", "label": "0"}
{"id": "DDI-DrugBank.d425.s1.p2", "sentence": "Medications can interfere with folate utilization, including: @DRUG$ (such as phenytoin, and primidone) @DRUG$ (sometimes prescribed to control blood sugar in type 2 diabetes) sulfasalazine (used to control inflammation associated with Crohns disease and ulcerative colitis) triamterene (a diuretic) Methotrexate There has been concern about the interaction between vitamin B12 and folic acid.", "label": "0"}
{"id": "DDI-DrugBank.d103.s0.p0", "sentence": "@DRUG$: Aerosol @DRUG$ of the short-acting adrenergic stimulant type may be used for relief of breakthrough symptoms while using formoterol.", "label": "0"}
{"id": "DDI-DrugBank.d64.s87.p388", "sentence": "Drugs that reportedly may increase oral anticoagulant response, ie, increased prothrombin response, in man include:alcohol*;allopurinol;aminosalicylic acid;amiodarone;anabolic steroids;antibiotics;@DRUG$;chloral hydrate*;chlorpropamide;chymotrypsin;cimetidine;cinchophen;clofibrate;dextran;dextrothyroxine;diazoxide;dietary deficiencies;diflunisal;disulfiram;drugs affecting blood elements;ethacrynic acid;fenoprofen;glucagon;hepatotoxic drugs;ibuprofen;indomethacin;influenza virus vaccine;inhalation anesthetics;mefenamic acid;methyldopa;methylphenidate;metronidazole;miconazole;monoamine oxidase inhibitors;nalidixic acid;naproxen;oxolinic acid;oxyphenbutazone;pentoxifylline;phenylbutazone;phenyramidol;@DRUG$;prolonged hot weather;prolonged narcotics;pyrazolones;quinidine;quinine;ranitidine*;salicylates;sulfinpyrazone;sulfonamides, long acting;sulindac;thyroid drugs;tolbutamide;triclofos sodium;trimethoprim/sulfamethoxazole;unreliable prothrombin time determinations;warfarin sodium overdosage.", "label": "0"}
{"id": "DDI-DrugBank.d184.s0.p63", "sentence": "Interactions may occur with the following: adrenocorticoids (cortisone-like medicine), anticoagulants (blood thinners), carbamazepine, corticotropin (barbiturates may decrease the effects of these medicines), central nervous system (CNS) depressants (using these medicines with @DRUG$ may result in increased CNS depressant effects), @DRUG$, valproic acid (using these medicines with barbiturates may change the amount of either medicine that you need to take), and oral contraceptives containing estrogens (barbiturates may decrease the effectiveness of these oral contraceptives, and you may need to change to a different type of birth control).", "label": "0"}
{"id": "DDI-DrugBank.d246.s12.p0", "sentence": "It is not known if the effects of @DRUG$ are altered by concomitant medications that affect hepatic metabolism of drugs (@DRUG$, etc.), but physicians should be alert to the possibility that a smaller initial dose and longer intervals between doses may be needed.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d443.s4.p0", "sentence": "@DRUG$ Agents: @DRUG$ is contraindicated in patients who are hypersensitive to nonsteroidal anti-inflammatory agents.", "label": "0"}
{"id": "DDI-DrugBank.d484.s0.p599", "sentence": "Etonogestrel may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, @DRUG$), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), @DRUG$ (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "0"}
{"id": "DDI-DrugBank.d131.s8.p65", "sentence": "Drugs and other substances demonstrated to be CYP 3A inhibitors on the basis of clinical studies involving benzodiazepines metabolized similarly to alprazolam or on the basis of in vitro studies with alprazolam or other benzodiazepines (caution is recommended during coadministration with alprazolam): Available data from clinical studies of benzodiazepines other than alprazolam suggest a possible drug interaction with @DRUG$ for the following: diltiazem, isoniazid, @DRUG$ such as erythromycin and clarithromycin, and grapefruit juice.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d521.s2.p152", "sentence": "- a nonsteroidal anti-inflammatory drug (NSAID) such as ibuprofen (Motrin, Advil, Nuprin, others), ketoprofen (@DRUG$, Orudis KT, Oruvail), diclofenac (Voltaren, Cataflam), @DRUG$ (Lodine), indomethacin (Indocin), nabumetone (Relafen), oxaprozin (Daypro), and naproxen (Anaprox, Naprosyn, Aleve);", "label": "0"}
{"id": "DDI-DrugBank.d313.s13.p2", "sentence": "When used in external subcutaneous infusion pumps for insulin, @DRUG$ should not be mixed with any other @DRUG$ or diluent.", "label": "0"}
{"id": "DDI-DrugBank.d484.s0.p71", "sentence": "Etonogestrel may interact with the following medications: @DRUG$ (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, @DRUG$, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "0"}
{"id": "DDI-DrugBank.d484.s0.p770", "sentence": "Etonogestrel may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, @DRUG$), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, @DRUG$), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "0"}
{"id": "DDI-DrugBank.d411.s4.p546", "sentence": "Thyroid Physiology: The following agents may alter thyroid hormone or TSH levels, generally by effects on thyroid hormone synthesis, secretion, distribution, metabolism, hormone action, or elimination, or altered TSH secretion: aminoglutethimide, p-aminosalicylic acid, amiodarone, androgens and related anabolic hormones, complex anions (thiocyanate, perchlorate, pertechnetate), antithyroid drugs, b-adrenergic blocking agents, carbamazepine, chloral hydrate, diazepam, dopamine and dopamine agonists, ethionamide, glucocorticoids, heparin, hepatic enzyme inducers, insulin, iodinated cholestographic agents, iodine-containing compounds, levodopa, lovastatin, lithium, 6-mercaptopurine, metoclopramide, mitotane, nitroprusside, phenobarbital, phenytoin, @DRUG$, @DRUG$, somatostatin analogs, sulfonamides, sulfonylureas, thiazide diuretics.", "label": "0"}
{"id": "DDI-DrugBank.d64.s87.p93", "sentence": "Drugs that reportedly may increase oral anticoagulant response, ie, increased prothrombin response, in man include:@DRUG$*;allopurinol;aminosalicylic acid;amiodarone;anabolic steroids;antibiotics;bromelains;chloral hydrate*;chlorpropamide;chymotrypsin;cimetidine;cinchophen;clofibrate;dextran;dextrothyroxine;diazoxide;dietary deficiencies;diflunisal;disulfiram;drugs affecting blood elements;ethacrynic acid;fenoprofen;glucagon;hepatotoxic drugs;ibuprofen;indomethacin;influenza virus vaccine;inhalation anesthetics;mefenamic acid;methyldopa;methylphenidate;metronidazole;miconazole;monoamine oxidase inhibitors;nalidixic acid;naproxen;oxolinic acid;oxyphenbutazone;pentoxifylline;phenylbutazone;phenyramidol;phenytoin;prolonged hot weather;prolonged narcotics;@DRUG$;quinidine;quinine;ranitidine*;salicylates;sulfinpyrazone;sulfonamides, long acting;sulindac;thyroid drugs;tolbutamide;triclofos sodium;trimethoprim/sulfamethoxazole;unreliable prothrombin time determinations;warfarin sodium overdosage.", "label": "0"}
{"id": "DDI-DrugBank.d400.s4.p0", "sentence": "@DRUG$: Reports suggest that @DRUG$ may diminish the antihypertensive effect of ACE inhibitors.", "label": "0"}
{"id": "DDI-DrugBank.d488.s6.p7", "sentence": "Drugs Decreasing Heparin Effect: @DRUG$, tetracyclines, nicotine, or @DRUG$ may partially counteract the anticoagulant action of heparin sodium.", "label": "0"}
{"id": "DDI-DrugBank.d566.s0.p30", "sentence": "Cholestyramine resin may delay or reduce the absorption of concomitant oral medication such as @DRUG$, warfarin, thiazide diuretics (acidic) or propranolol (basic), as well as tetracycline penicillin G, phenobarbital, thyroid and thyroxine preparations, @DRUG$ and progestins, and digitalis.", "label": "0"}
{"id": "DDI-DrugBank.d484.s0.p210", "sentence": "Etonogestrel may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and @DRUG$, @DRUG$ (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "0"}
{"id": "DDI-DrugBank.d139.s5.p3", "sentence": "Mineral Oil-Concomitant intake of @DRUG$ and @DRUG$ may reduce the absorption of vitamin K.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d339.s2.p0", "sentence": "@DRUG$ and @DRUG$: Increased prothrombin time, with or without clinical bleeding, has been reported when cefixime is administered concomitantly.", "label": "0"}
{"id": "DDI-DrugBank.d237.s10.p8", "sentence": "H2 Receptor Antagonists: Cimetidine coadministration leads to an increased peak plasma concentration and AUC of @DRUG$, there is no effect on cisapride absorption when it is coadministered with @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d395.s4.p2", "sentence": "Trough plasma enoxacin levels were also 20% higher when @DRUG$ and @DRUG$ were administered concomitantly.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d211.s2.p1", "sentence": "@DRUG$: Chloramphenicol, @DRUG$, sulfonamides, or tetracyclines may interfere with the bactericidal effect of penicillins.", "label": "0"}
{"id": "DDI-DrugBank.d272.s0.p2", "sentence": "The risk of using bromocriptine mesylate in combination with other drugs has not been systematically evaluated, but @DRUG$ may potentiate the side effects of @DRUG$.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d45.s4.p3", "sentence": "In rheumatoid arthritis, concomitant medications besides @DRUG$ were nonsteroidal anti-inflammatory agents, folic acid, corticosteroids and/or @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d48.s15.p29", "sentence": "Therefore, CYP3A4 substrates known to have a narrow therapeutic index such as alfentanil, astemizole, @DRUG$, cisapride, cyclosporine, fentanyl, pimozide, @DRUG$, sirolimus, tacrolimus, or ergot alkaloids (ergotamine, dihydroergotamine) should be administered with caution in patients receiving SPRYCEL.", "label": "0"}
{"id": "DDI-DrugBank.d114.s2.p12", "sentence": "Concurrent administration of drugs possessing nephrotoxic (e.g., aminoglycosides, indomethacin), myelotoxic (e.g., @DRUG$ chemotherapy), cardiotoxic (e.g., doxorubicin) or hepatotoxic (e.g., @DRUG$, asparaginase) effects with PROLEUKIN may increase toxicity in these organ systems.", "label": "0"}
{"id": "DDI-DrugBank.d142.s1.p0", "sentence": "@DRUG$ may interfere with the absorption of @DRUG$.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d489.s7.p8", "sentence": "Hypotension was more likely to occur if the calcium antagonist were a dihydropyridine derivative, e.g., @DRUG$, while left ventricular failure and AV conduction disturbances, including complete heart block, were more likely to occur with either verapamil or @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d99.s12.p0", "sentence": "Concomitant use of @DRUG$ with drugs that can inhibit cytochrome P450 2D6 may require lower doses than usually prescribed for either the @DRUG$ or the other drug.", "label": "0"}
{"id": "DDI-DrugBank.d474.s1.p5", "sentence": "These agents include medications such as: @DRUG$, platelet inhibitors including acetylsalicylic acid, sali-cylates, NSAIDs (including ketorolac tromethamine), dipyridamole, or @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d82.s32.p0", "sentence": "Most of the above effects concerning @DRUG$ have been attributed, at least in part, to mechanisms involving inhibition of prostaglandin synthesis by @DRUG$.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d48.s4.p7", "sentence": "In patients in whom CYP3A4 inducers (eg, dexamethasone, phenytoin, @DRUG$, @DRUG$, phenobarbital) are indicated, alternative agents with less enzyme induction potential should be used.", "label": "0"}
{"id": "DDI-DrugBank.d94.s11.p174", "sentence": "Agents that have been found, or are expected to have decreased plasma levels in the presence of EQUETROTM due to induction of CYP enzymes are the following: Acetaminophen, alprazolam, amitriptyline, @DRUG$, @DRUG$, citalopram, clobazam, clonazepam, clozapine, cyclosporin, delavirdine, desipramine, diazepam, dicumarol, doxycycline, ethosuximide, felbamate, felodipine, glucocorticoids, haloperidol, itraconazole, lamotrigine, levothyroxine, lorazepam, methadone, midazolam, mirtazapine, nortriptyline, olanzapine, oral contraceptives(3), oxcarbazepine, Phenytoin(4), praziquantel, protease inhibitors, quetiapine, risperidone, theophylline, topiramate, tiagabine, tramadol, triazolam, valproate, warfarin(5) , ziprasidone, and zonisamide.", "label": "0"}
{"id": "DDI-DrugBank.d267.s5.p40", "sentence": "Other drugs which may enhance the neuromuscular blocking action of nondepolarizing agents such as NUROMAX include certain antibiotics (e. g., aminoglycosides, @DRUG$, bacitracin, @DRUG$, lincomycin, clindamycin, colistin, and sodium colistimethate), magnesium salts, lithium, local anesthetics, procainamide, and quinidine.", "label": "0"}
{"id": "DDI-DrugBank.d188.s0.p0", "sentence": "Concurrent administration of @DRUG$ and @DRUG$ may cause severe orthostatic hypotension.Cimetidine, an inhibitor of microsomal drug metabolism, increased altretamines half-life and toxicity in a rat model.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d558.s25.p19", "sentence": "Inhibitors of this isoenzyme (e.g., macrolide antibiotics, @DRUG$, protease inhibitors, serotonin reuptake inhibitors, amiodarone, cannabinoids, diltiazem, grapefruit juice, nefazadone, norfloxacin, @DRUG$, zafirlukast) should be cautiously coadministered with TIKOSYN as they can potentially increase dofetilide levels.", "label": "0"}
{"id": "DDI-DrugBank.d460.s15.p14", "sentence": "Certain drugs including thiazides, corticosteroids, thyroid products, and sympathomimetics may reduce the hypoglycemic action of @DRUG$ and other oral @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d546.s3.p5", "sentence": "There is limited experience with concomitant antihypertensive agents such as @DRUG$, @DRUG$, ACE inhibitors, and diuretics (both thiazide-like and loop).", "label": "0"}
{"id": "DDI-MedLine.d1.s5.p2", "sentence": "Sildenafil is contraindicated in patients using @DRUG$ or who may need to use @DRUG$, because the combination may cause a sharp fall of the blood pressure. ", "label": "0"}
{"id": "DDI-DrugBank.d382.s41.p9", "sentence": "Diltiazem: In patients with mild to moderate hypertension, administration of aprepitant once daily, as a tablet formulation comparable to 230 mg of the capsule formulation, with diltiazem 120 mg 3 times daily for 5 days, resulted in a 2-fold increase of @DRUG$ AUC and a simultaneous 1.7-fold increase of @DRUG$ AUC.", "label": "0"}
{"id": "DDI-DrugBank.d565.s34.p2", "sentence": "The elimination half life of midazolam and @DRUG$ also increased (1.5-2.5 fold) during coadministration with @DRUG$.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d554.s0.p13", "sentence": "Certain antibiotic, cisplatin, cyclosporine, @DRUG$, foscarnet, and @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d480.s8.p2", "sentence": "Although it has not been established that there is an interaction between @DRUG$ and benzodiazepines or other psychotropics, caution is advised when @DRUG$ is initiated in patients taking a benzodiazepine or any other psychotropic drug.", "label": "0"}
{"id": "DDI-DrugBank.d381.s0.p2", "sentence": "ERGAMISOL  (@DRUG$) has been reported to produce ANTABUSE-like side effects when given concomitantly with @DRUG$.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d94.s11.p631", "sentence": "Agents that have been found, or are expected to have decreased plasma levels in the presence of EQUETROTM due to induction of CYP enzymes are the following: Acetaminophen, alprazolam, amitriptyline, bupropion, buspirone, citalopram, clobazam, clonazepam, clozapine, cyclosporin, delavirdine, desipramine, diazepam, dicumarol, doxycycline, ethosuximide, @DRUG$, felodipine, glucocorticoids, @DRUG$, itraconazole, lamotrigine, levothyroxine, lorazepam, methadone, midazolam, mirtazapine, nortriptyline, olanzapine, oral contraceptives(3), oxcarbazepine, Phenytoin(4), praziquantel, protease inhibitors, quetiapine, risperidone, theophylline, topiramate, tiagabine, tramadol, triazolam, valproate, warfarin(5) , ziprasidone, and zonisamide.", "label": "0"}
{"id": "DDI-DrugBank.d124.s17.p6", "sentence": "Antimycobacterial Agents: @DRUG$ CONTRAINDICATED since the coadministration of this product with saquinavir in an antiretroviral regimen reduces the plasma concentrations of @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d46.s7.p5", "sentence": "- @DRUG$ and colestipol resins: Cholestytamine and colestipol resins have the potential of binding @DRUG$ and reducing diuretic absorption from the gastrointestinal tract", "label": "0"}
{"id": "DDI-DrugBank.d345.s6.p1", "sentence": "However, in a follow-up study in normal subjects, single-dose administration of @DRUG$ and propranolol and twice-a-day administration for 5 days of both agents did not affect the extent of @DRUG$ absorption, but had a small yet statistically significant effect on its rate of absorption;", "label": "0"}
{"id": "DDI-DrugBank.d48.s11.p20", "sentence": "H2 Blockers/Proton Pump Inhibitors: Long-term suppression of gastric acid secretion by H2 blockers or proton pump inhibitors (eg, famotidine and @DRUG$) is likely to reduce @DRUG$ exposure.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d537.s0.p84", "sentence": "Bentiromide may interact with acetaminophen (e.g., Tylenol), chloramphenicol (e.g., Chloromycetin), local anesthetics (e.g., benzocaine and lidocaine), @DRUG$ (@DRUG$)-containing preparations (e.g., sunscreens and some multivitamins), procainamide (e.g., Pronestyl), sulfonamides (sulfa medicines), thiazide diuretics (use of these medicines during the test period will affect the test results), and pancreatic supplements (use of pancreatic supplements may give false test results).", "label": "0"}
{"id": "DDI-DrugBank.d53.s7.p6", "sentence": "When used in therapeutic doses, @DRUG$ had a modest effect on the pharmacokinetics of atorvastatin, carbamazepine, cetirizine, didanosine, efavirenz, fluconazole, @DRUG$, midazolam, rifabutin, sildenafil, theophylline (intravenous and oral), triazolam, trimethoprim/sulfamethoxazole or zidovudine.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d60.s12.p98", "sentence": "Other drugs which may enhance the neuromuscular blocking action of nondepolarizing agents such as NIMBEX include certain antibiotics (e. g., aminoglycosides, tetracyclines, bacitracin, polymyxins, lincomycin, @DRUG$, colistin, and sodium colistemethate), magnesium salts, lithium, local anesthetics, procainamide, and @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d410.s5.p20", "sentence": "Macrolide Antibiotics (e. g. erythromycin and troleandomycin): Agents of the @DRUG$, of which D.H.E. 45  (dihydroergotamine mesylate) Injection, USP is a member, have been shown to interact with @DRUG$ of the macrolide class, resulting in increased plasma levels of unchanged alkaloids and peripheral vasoconstriction.", "label": "0"}
{"id": "DDI-DrugBank.d75.s2.p8", "sentence": "Although additional drug interaction studies have not been conducted, the most common medications used concomitantly with anagrelide in clinical trials were @DRUG$, acetaminophen, @DRUG$, iron, ranitidine, hydroxyurea, and allopurinol.", "label": "0"}
{"id": "DDI-DrugBank.d212.s14.p6", "sentence": "Dose adjustment is not recommended.Levetiracetam had no effect on plasma concentrations of @DRUG$, valproate, topiramate, or @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d19.s7.p0", "sentence": "Patients taking @DRUG$ when @DRUG$ is given should be observed for the appearance of unsteady gait or marked changes in mental status;", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d484.s0.p497", "sentence": "Etonogestrel may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), @DRUG$ (Gris-PEG, Nizoral, Sporanox), @DRUG$ (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "0"}
{"id": "DDI-DrugBank.d209.s3.p38", "sentence": "Other concomitant therapy Although specific interaction studies were not performed, finasteride doses of 1 mg or more were concomitantly used in clinical studies with acetaminophen, @DRUG$, a-blockers, analgesics, angiotensin-converting enzyme (ACE) inhibitors, anticonvulsants, benzodiazepines, beta blockers, calcium-channel blockers, cardiac nitrates, diuretics, H2 antagonists, @DRUG$, prostaglandin synthetase inhibitors (also referred to as NSAIDs), and quinolone anti-infectives without evidence of clinically significant adverse interactions.", "label": "0"}
{"id": "DDI-DrugBank.d219.s0.p2", "sentence": "ACE-inhibitors Reports suggest that @DRUG$ may diminish the antihypertensive effect of @DRUG$.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d97.s78.p0", "sentence": "Dose reduction of @DRUG$ to 600 mg every 8 hours is recommended when administering @DRUG$ concurrently.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d411.s4.p201", "sentence": "Thyroid Physiology: The following agents may alter thyroid hormone or TSH levels, generally by effects on thyroid hormone synthesis, secretion, distribution, metabolism, hormone action, or elimination, or altered TSH secretion: aminoglutethimide, p-aminosalicylic acid, amiodarone, androgens and related anabolic hormones, complex anions (thiocyanate, perchlorate, @DRUG$), antithyroid drugs, b-adrenergic blocking agents, carbamazepine, chloral hydrate, diazepam, dopamine and dopamine agonists, ethionamide, glucocorticoids, heparin, hepatic enzyme inducers, insulin, iodinated cholestographic agents, iodine-containing compounds, levodopa, lovastatin, lithium, 6-mercaptopurine, metoclopramide, mitotane, @DRUG$, phenobarbital, phenytoin, resorcinol, rifampin, somatostatin analogs, sulfonamides, sulfonylureas, thiazide diuretics.", "label": "0"}
{"id": "DDI-DrugBank.d94.s11.p1030", "sentence": "Agents that have been found, or are expected to have decreased plasma levels in the presence of EQUETROTM due to induction of CYP enzymes are the following: Acetaminophen, alprazolam, amitriptyline, bupropion, buspirone, citalopram, clobazam, clonazepam, clozapine, cyclosporin, delavirdine, desipramine, diazepam, dicumarol, doxycycline, ethosuximide, felbamate, felodipine, glucocorticoids, haloperidol, itraconazole, lamotrigine, levothyroxine, lorazepam, methadone, midazolam, mirtazapine, nortriptyline, olanzapine, oral contraceptives(3), oxcarbazepine, Phenytoin(4), praziquantel, protease inhibitors, quetiapine, risperidone, theophylline, topiramate, tiagabine, tramadol, triazolam, @DRUG$, warfarin(5) , @DRUG$, and zonisamide.", "label": "0"}
{"id": "DDI-DrugBank.d313.s2.p102", "sentence": "The following are examples of substances that may reduce the blood-glucose-lowering effect: corticosteroids, niacin, danazol, diuretics, sympathomimetic agents (e.g., epinephrine, salbutamol, terbutaline), isoniazid, phenothiazine derivatives, somatropin, thyroid hormones, @DRUG$, @DRUG$ (e.g., in oral contraceptives).", "label": "0"}
{"id": "DDI-DrugBank.d567.s9.p1", "sentence": "@DRUG$ Other fibrates @DRUG$ (nicotinic acid) (=1 g/day)", "label": "0"}
{"id": "DDI-DrugBank.d94.s11.p818", "sentence": "Agents that have been found, or are expected to have decreased plasma levels in the presence of EQUETROTM due to induction of CYP enzymes are the following: Acetaminophen, alprazolam, amitriptyline, bupropion, buspirone, citalopram, clobazam, clonazepam, clozapine, cyclosporin, delavirdine, desipramine, diazepam, dicumarol, doxycycline, ethosuximide, felbamate, felodipine, glucocorticoids, haloperidol, itraconazole, lamotrigine, levothyroxine, @DRUG$, methadone, midazolam, mirtazapine, nortriptyline, olanzapine, oral contraceptives(3), oxcarbazepine, Phenytoin(4), praziquantel, protease inhibitors, quetiapine, risperidone, theophylline, topiramate, @DRUG$, tramadol, triazolam, valproate, warfarin(5) , ziprasidone, and zonisamide.", "label": "0"}
{"id": "DDI-DrugBank.d94.s4.p330", "sentence": "Agents that are CYP3A4 inhibitors that have been found, or are expected, to increase plasma levels of EQUETROTM are the following: Acetazolamide, azole antifungals, cimetidine, clarithromycin(1), dalfopristin, danazol, delavirdine, diltiazem, erythromycin(1), fluoxetine, fluvoxamine, grapefruit juice, isoniazid, itraconazole, ketoconazole, loratadine, nefazodone, niacinamide, nicotinamide, protease inhibitors, @DRUG$, @DRUG$, quinupristin, troleandomycin, valproate(1), verapamil, zileuton.", "label": "0"}
{"id": "DDI-DrugBank.d64.s87.p300", "sentence": "Drugs that reportedly may increase oral anticoagulant response, ie, increased prothrombin response, in man include:alcohol*;allopurinol;aminosalicylic acid;amiodarone;@DRUG$;antibiotics;bromelains;chloral hydrate*;chlorpropamide;chymotrypsin;cimetidine;cinchophen;clofibrate;dextran;dextrothyroxine;diazoxide;dietary deficiencies;diflunisal;disulfiram;drugs affecting blood elements;ethacrynic acid;fenoprofen;glucagon;hepatotoxic drugs;ibuprofen;indomethacin;influenza virus vaccine;inhalation anesthetics;mefenamic acid;methyldopa;methylphenidate;metronidazole;miconazole;monoamine oxidase inhibitors;nalidixic acid;naproxen;oxolinic acid;oxyphenbutazone;pentoxifylline;phenylbutazone;phenyramidol;phenytoin;prolonged hot weather;prolonged narcotics;pyrazolones;quinidine;quinine;ranitidine*;salicylates;@DRUG$;sulfonamides, long acting;sulindac;thyroid drugs;tolbutamide;triclofos sodium;trimethoprim/sulfamethoxazole;unreliable prothrombin time determinations;warfarin sodium overdosage.", "label": "0"}
{"id": "DDI-DrugBank.d547.s0.p20", "sentence": "No significant drug interactions have been reported in studies of candesartan cilexetil given with other drugs such as glyburide, nifedipine, @DRUG$, warfarin, hydrochlorothiazide, and oral @DRUG$ in healthy volunteers, or given with enalapril to patients with heart failure (NYHA class II and III).", "label": "0"}
{"id": "DDI-DrugBank.d94.s11.p359", "sentence": "Agents that have been found, or are expected to have decreased plasma levels in the presence of EQUETROTM due to induction of CYP enzymes are the following: Acetaminophen, alprazolam, amitriptyline, bupropion, buspirone, citalopram, clobazam, @DRUG$, clozapine, cyclosporin, delavirdine, desipramine, diazepam, dicumarol, doxycycline, ethosuximide, felbamate, felodipine, glucocorticoids, haloperidol, itraconazole, lamotrigine, levothyroxine, lorazepam, methadone, midazolam, mirtazapine, nortriptyline, olanzapine, oral contraceptives(3), oxcarbazepine, Phenytoin(4), praziquantel, protease inhibitors, quetiapine, @DRUG$, theophylline, topiramate, tiagabine, tramadol, triazolam, valproate, warfarin(5) , ziprasidone, and zonisamide.", "label": "0"}
{"id": "DDI-DrugBank.d382.s36.p5", "sentence": "Ketoconazole: When a single 125-mg dose of @DRUG$ was administered on Day5 of a 10-day regimen of 400 mg/day of ketoconazole, a strong CYP3A4 inhibitor, the AUC of @DRUG$ increased approximately 5-fold and the mean terminal half-life of aprepitant increased approximately 3-fold.", "label": "0"}
{"id": "DDI-DrugBank.d543.s1.p14", "sentence": "MAO inhibitors, narcotic analgesics (e.g., @DRUG$), nitrates and nitrites, sympathomimetic agents, @DRUG$, and other drugs having anticholinergic activity.", "label": "0"}
{"id": "DDI-DrugBank.d306.s0.p13", "sentence": "The effectiveness of progestin-only pills is reduced by hepatic enzyme-inducing drugs such as the anticonvulsants @DRUG$, carbamazepine, and barbiturates, and the @DRUG$ rifampin.", "label": "0"}
{"id": "DDI-DrugBank.d141.s13.p17", "sentence": "OTHER CONCOMITANT THERAPY: Although specific interaction studies were not performed, in clinical studies, cerivastatin sodium was used concomitantly with angiotensin- converting enzyme (ACE) inhibitors, betablockers, @DRUG$, diuretics, and nonsteroidal anti-inflammatory drugs (@DRUG$) without evidence of clinically significant adverse interactions.", "label": "0"}
{"id": "DDI-DrugBank.d423.s4.p4", "sentence": "A rare, but serious, constellation of symptoms, termed serotonin syndrome, has been reported with the concomitant use of selective serotonin reuptake inhibitors (@DRUG$) and agents for migraine therapy, such as @DRUG$ (sumatriptan succinate) and dihydroergotamine.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d246.s2.p1", "sentence": "In healthy volunteers, the pharmacokinetics of a 1-mg dose of @DRUG$ administered as STADOL NS were not affected by the coadministration of a single 6-mg subcutaneous dose of @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d124.s26.p12", "sentence": "Although specific studies have not been performed, coadministration with drugs that are mainly metabolized by CYP3A4 (eg, @DRUG$, dapsone, disopyramide, quinine, amiodarone, quinidine, warfarin, tacrolimus, cyclosporine, ergot derivatives, pimozide, carbamazepine, fentanyl, @DRUG$, alprazolam, and triazolam) may have elevated plasma concentrations when coadministered with saquinavir;", "label": "0"}
{"id": "DDI-DrugBank.d172.s19.p5", "sentence": "Lithium: In a study conducted in healthy subjects, mean steady-state @DRUG$ plasma levels increased approximately 17% in subjects receiving lithium 450 mg BID with @DRUG$ 200 mg BID as compared to subjects receiving lithium alone.", "label": "0"}
{"id": "DDI-DrugBank.d260.s0.p4", "sentence": "@DRUG$ : Probenecid is known to interact with the metabolism or renal tubular excretion of many drugs (e.g., acetaminophen, acyclovir, angiotensin-converting enzyme inhibitors, @DRUG$, barbiturates, benzodiazepines, bumetanide, clofibrate, methotrexate, famotidine, furosemide, nonsteroidal anti-inflammatory agents, theophylline, and zidovudine).", "label": "0"}
{"id": "DDI-DrugBank.d246.s0.p6", "sentence": "Concurrent use of butorphanol with @DRUG$ (e.g., @DRUG$, barbiturates, tranquilizers, and antihistamines) may result in increased central nervous system depressant effects.", "label": "0"}
{"id": "DDI-DrugBank.d475.s0.p11", "sentence": "No interactions have been observed between nizatidine and theophylline, @DRUG$, @DRUG$, lidocaine, phenytoin, and warfarin.", "label": "0"}
{"id": "DDI-DrugBank.d547.s2.p5", "sentence": "Lithium Reversible increases in serum @DRUG$ concentrations and toxicity have been reported during concomitant administration of lithium with @DRUG$, and with some angiotensin II receptor antagonists.", "label": "0"}
{"id": "DDI-MedLine.d76.s8.p3", "sentence": "NaCMC at 1% (m/v) in the presence of free @DRUG$ had no significant effect on the R-value of @DRUG$ compared to NaCMC alone. ", "label": "0"}
{"id": "DDI-DrugBank.d64.s87.p1371", "sentence": "Drugs that reportedly may increase oral anticoagulant response, ie, increased prothrombin response, in man include:alcohol*;allopurinol;aminosalicylic acid;amiodarone;anabolic steroids;antibiotics;bromelains;chloral hydrate*;chlorpropamide;chymotrypsin;cimetidine;cinchophen;clofibrate;dextran;dextrothyroxine;diazoxide;dietary deficiencies;diflunisal;disulfiram;drugs affecting blood elements;ethacrynic acid;fenoprofen;glucagon;hepatotoxic drugs;ibuprofen;indomethacin;influenza virus vaccine;inhalation anesthetics;mefenamic acid;methyldopa;methylphenidate;metronidazole;miconazole;monoamine oxidase inhibitors;nalidixic acid;naproxen;oxolinic acid;oxyphenbutazone;pentoxifylline;phenylbutazone;phenyramidol;@DRUG$;prolonged hot weather;prolonged narcotics;pyrazolones;quinidine;quinine;ranitidine*;salicylates;@DRUG$;sulfonamides, long acting;sulindac;thyroid drugs;tolbutamide;triclofos sodium;trimethoprim/sulfamethoxazole;unreliable prothrombin time determinations;warfarin sodium overdosage.", "label": "0"}
{"id": "DDI-DrugBank.d466.s19.p16", "sentence": "Drug Interactions with Antacids Administration of 120 mg of fexofenadine hydrochloride (2 x 60 mg capsule) within 15 minutes of an aluminum and @DRUG$ containing antacid (@DRUG$ ) decreased fexofenadine AUC by 41% and cmax by 43%.", "label": "0"}
{"id": "DDI-DrugBank.d179.s21.p214", "sentence": "- Phenothiazines (acetophenazine [e.g., Tindal], chlorpromazine [e.g., Thorazine], fluphenazine [e.g., Prolixin], mesoridazine [e.g., Serentil], perphenazine [e.g., Trilafon], @DRUG$ [e.g., Compazine], promazine [e.g., Sparine], promethazine [e.g., Phenergan], @DRUG$ [e.g., Mellaril], trifluoperazine [e.g., Stelazine], triflupromazine [e.g., Vesprin], trimeprazine [e.g., Temaril]) or", "label": "0"}
{"id": "DDI-DrugBank.d396.s2.p4", "sentence": "The use of MAO inhibitors or @DRUG$ with @DRUG$ preparations may increase the effect of either the antidepressant or hydrocodone.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d64.s87.p350", "sentence": "Drugs that reportedly may increase oral anticoagulant response, ie, increased prothrombin response, in man include:alcohol*;allopurinol;aminosalicylic acid;amiodarone;anabolic steroids;@DRUG$;bromelains;chloral hydrate*;chlorpropamide;chymotrypsin;cimetidine;cinchophen;clofibrate;dextran;dextrothyroxine;diazoxide;dietary deficiencies;diflunisal;disulfiram;drugs affecting blood elements;ethacrynic acid;fenoprofen;glucagon;hepatotoxic drugs;ibuprofen;indomethacin;influenza virus vaccine;inhalation anesthetics;mefenamic acid;methyldopa;methylphenidate;metronidazole;miconazole;monoamine oxidase inhibitors;nalidixic acid;naproxen;oxolinic acid;oxyphenbutazone;pentoxifylline;phenylbutazone;phenyramidol;phenytoin;prolonged hot weather;prolonged narcotics;pyrazolones;quinidine;quinine;ranitidine*;salicylates;sulfinpyrazone;sulfonamides, long acting;@DRUG$;thyroid drugs;tolbutamide;triclofos sodium;trimethoprim/sulfamethoxazole;unreliable prothrombin time determinations;warfarin sodium overdosage.", "label": "0"}
{"id": "DDI-DrugBank.d249.s8.p4", "sentence": "Lithium: @DRUG$ decreases lithium renal clearance and increases @DRUG$ plasma levels.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d171.s0.p16", "sentence": "Tagamet, apparently through an effect on certain microsomal enzyme systems, has been reported to reduce the hepatic metabolism of @DRUG$, phenytoin, propranolol, nifedipine, chlordiazepoxide, diazepam, certain tricyclic antidepressants, @DRUG$, theophylline and metronidazole, thereby delaying elimination and increasing blood levels of these drugs.", "label": "0"}
{"id": "DDI-DrugBank.d263.s13.p16", "sentence": "Drugs that have been associated with peripheral neuropathy include antiretroviral nucleoside analogues, @DRUG$, cisplatin, @DRUG$, disulfiram, ethionamide, glutethimide, gold, hydralazine, iodoquinol, isoniazid, metronidazole, nitrofurantoin, phenytoin, ribavirin, and vincristine.", "label": "0"}
{"id": "DDI-DrugBank.d558.s5.p12", "sentence": "If a patient requires TIKOSYN and @DRUG$ therapy, it is suggested that omeprazole, ranitidine, or antacids (aluminum and @DRUG$s) be used as alternatives to cimetidine, as these agents have no effect on the pharmacokinetic profile of TIKOSYN.", "label": "0"}
{"id": "DDI-DrugBank.d328.s30.p0", "sentence": "@DRUG$: @DRUG$ is a CYP 2C9 substrate.", "label": "0"}
{"id": "DDI-DrugBank.d220.s9.p12", "sentence": "This appears to be the only clinically relevant interaction of this kind with Mefloquine, although theoretically, coadministration of other drugs known to alter cardiac conduction (eg, @DRUG$ or beta-adrenergic blocking agents, calcium channel blockers, antihistamines or H1-blocking agents, tricyclic antidepressants and @DRUG$) might also contribute to a prolongation of the QTc interval.", "label": "0"}
{"id": "DDI-DrugBank.d64.s29.p261", "sentence": "Drugs that have been reported to diminish oral anticoagulant response, ie, decreased prothrom-bin time response, in man significantly include: adrenocortical steroids;alcohol*;antacids;antihistamines;barbiturates;carbamazepine;chloral hydrate*;chlordiazepoxide;cholestyramine;diet high in vitamin K;diuretics*;ethchlorvynol;glutethimide;griseofulvin;haloperidol;meprobamate;oral contraceptives;@DRUG$;@DRUG$;ranitidine*;rifampin;unreliable prothrombin time determinations;vitamin C;warfarin sodium under-dosage.", "label": "0"}
{"id": "DDI-DrugBank.d533.s1.p56", "sentence": "Co-administration of lovastatin, atenolol, warfarin, furosemide, digoxin, celecoxib, hydrochlorothiazide, @DRUG$, @DRUG$, metformin and amlodipine did not result in clinically significant increases in aliskiren exposure.", "label": "0"}
{"id": "DDI-DrugBank.d225.s6.p59", "sentence": "These drugs include the thiazides and other diuretics, corticosteroids, phenothiazines, thyroid products, estrogens, oral contraceptives, @DRUG$, nicotinic acid, sympathomimetics, calcium channel blocking drugs, and @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d263.s13.p112", "sentence": "Drugs that have been associated with peripheral neuropathy include antiretroviral nucleoside analogues, chloramphenicol, cisplatin, dapsone, disulfiram, ethionamide, glutethimide, gold, hydralazine, iodoquinol, isoniazid, @DRUG$, nitrofurantoin, phenytoin, @DRUG$, and vincristine.", "label": "0"}
{"id": "DDI-DrugBank.d64.s87.p1198", "sentence": "Drugs that reportedly may increase oral anticoagulant response, ie, increased prothrombin response, in man include:alcohol*;allopurinol;aminosalicylic acid;amiodarone;anabolic steroids;antibiotics;bromelains;chloral hydrate*;chlorpropamide;chymotrypsin;cimetidine;cinchophen;clofibrate;dextran;dextrothyroxine;diazoxide;dietary deficiencies;diflunisal;disulfiram;drugs affecting blood elements;ethacrynic acid;fenoprofen;glucagon;hepatotoxic drugs;ibuprofen;indomethacin;influenza virus vaccine;inhalation anesthetics;mefenamic acid;methyldopa;methylphenidate;metronidazole;@DRUG$;monoamine oxidase inhibitors;nalidixic acid;naproxen;oxolinic acid;oxyphenbutazone;pentoxifylline;phenylbutazone;phenyramidol;phenytoin;prolonged hot weather;prolonged narcotics;pyrazolones;quinidine;quinine;@DRUG$*;salicylates;sulfinpyrazone;sulfonamides, long acting;sulindac;thyroid drugs;tolbutamide;triclofos sodium;trimethoprim/sulfamethoxazole;unreliable prothrombin time determinations;warfarin sodium overdosage.", "label": "0"}
{"id": "DDI-DrugBank.d460.s14.p7", "sentence": "Certain drugs, including nonsteroidal anti-inflammatory agents (@DRUG$), salicylates, @DRUG$, and non-selective beta-adrenergic-blocking agents may potentiate the hypoglycemic action of Starlix and other oral antidiabetic drugs.", "label": "0"}
{"id": "DDI-DrugBank.d431.s1.p32", "sentence": "Studies have shown that lansoprazole does not have clinically significant interactions with other drugs metabolized by the cytochrome P450 system, such as warfarin, antipyrine, @DRUG$, ibuprofen, phenytoin, propranolol, prednisone, diazepam, @DRUG$, or terfenadine in healthy subjects.", "label": "0"}
{"id": "DDI-MedLine.d30.s8.p2", "sentence": "In monkeys, the effects of @DRUG$, but not (+)-NANM or PCP, were antagonized by @DRUG$; ", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d558.s25.p2", "sentence": "Inhibitors of this isoenzyme (e.g., @DRUG$, azole antifungal agents, protease inhibitors, @DRUG$, amiodarone, cannabinoids, diltiazem, grapefruit juice, nefazadone, norfloxacin, quinine, zafirlukast) should be cautiously coadministered with TIKOSYN as they can potentially increase dofetilide levels.", "label": "0"}
{"id": "DDI-DrugBank.d263.s10.p3", "sentence": "Saquinavir: The combination of @DRUG$, @DRUG$, and ZDV has been studied (as triple combination) in adults.", "label": "0"}
{"id": "DDI-DrugBank.d94.s8.p31", "sentence": "Agents that are CYP inducers that have been found, or are expected, to decrease plasma levels of EQUETROTM are the following: Cisplatin, doxorubicin HCL, @DRUG$, rifampin, @DRUG$, Phenytoin(2), primidone, methsuximide, and theophylline Thus, if a patient has been titrated to a stable dosage on EQUETROTM, and then begins a course of treatment with one of these CYP3A4 inducers, it is reasonable to expect that a dose increase for EQUETROTM may be necessary.", "label": "0"}
{"id": "DDI-DrugBank.d124.s16.p2", "sentence": "@DRUG$: Dihydroergotamine, ergonovine, @DRUG$, methylergonovine CONTRAINDICATED due to potential for serious and life-threatening reactions such as acute ergot toxicity characterized by peripheral vasospasm and ischemia of the extremities and other tissues.", "label": "0"}
{"id": "DDI-DrugBank.d338.s1.p35", "sentence": "The action of the benzodiazepines may be potentiated by anticonvulsants, antihistamines, alcohol, barbiturates, monoamine oxidase inhibitors, narcotics, @DRUG$, @DRUG$, or other drugs that produce CNS depression.", "label": "0"}
{"id": "DDI-DrugBank.d238.s24.p3", "sentence": "Because Anafranil is highly bound to serum protein, the administration of @DRUG$ to patients taking other drugs that are highly bound to protein (e.g., @DRUG$, digoxin) may cause an increase in plasma concentrations of these drugs, potentially resulting in adverse effects.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d395.s8.p6", "sentence": "If signs and symptoms suggestive of digoxin toxicity occur when @DRUG$ and digoxin are given concomitantly, physicians are advised to obtain serum digoxin levels and adjust @DRUG$ doses appropriately.", "label": "0"}
{"id": "DDI-DrugBank.d536.s4.p12", "sentence": "Intestinal adsorbents (e. g., charcoal) and digestive enzyme preparations containing carbohydrate-splitting enzymes (e. g., @DRUG$, @DRUG$) may reduce the effect of Acarbose and should not be taken concomitantly.", "label": "0"}
{"id": "DDI-DrugBank.d364.s5.p1", "sentence": "Concomitant administration of @DRUG$ and moderate CYP1A2 inhibitors, including quinolone antibiotics and @DRUG$, has not been evaluated, but should be avoided unless clinically necessary because of similar potential drug interactions.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d434.s37.p0", "sentence": "Effects of @DRUG$  on Low-Dose @DRUG$ A group of 24 nonsmoking, healthy white female volunteers established on an oral contraceptive regimen containing 30 mg ethinyl estradiol and 75 mg gestodene for at least 3 months received 2400 mg/day of felbamate from midcycle (day 15) to midcycle (day 14) of two consecutive oral contraceptive cycles.", "label": "0"}
{"id": "DDI-DrugBank.d358.s1.p0", "sentence": "Pharmacokinetic studies have demonstrated that @DRUG$ and @DRUG$ significantly increased the systemic exposure of cilostazol and/or its major metabolites.", "label": "0"}
{"id": "DDI-DrugBank.d64.s87.p242", "sentence": "Drugs that reportedly may increase oral anticoagulant response, ie, increased prothrombin response, in man include:alcohol*;allopurinol;aminosalicylic acid;@DRUG$;anabolic steroids;antibiotics;bromelains;chloral hydrate*;chlorpropamide;chymotrypsin;cimetidine;cinchophen;clofibrate;dextran;dextrothyroxine;diazoxide;dietary deficiencies;diflunisal;disulfiram;drugs affecting blood elements;ethacrynic acid;fenoprofen;glucagon;hepatotoxic drugs;ibuprofen;indomethacin;influenza virus vaccine;inhalation anesthetics;mefenamic acid;methyldopa;methylphenidate;metronidazole;miconazole;monoamine oxidase inhibitors;nalidixic acid;naproxen;oxolinic acid;oxyphenbutazone;pentoxifylline;@DRUG$;phenyramidol;phenytoin;prolonged hot weather;prolonged narcotics;pyrazolones;quinidine;quinine;ranitidine*;salicylates;sulfinpyrazone;sulfonamides, long acting;sulindac;thyroid drugs;tolbutamide;triclofos sodium;trimethoprim/sulfamethoxazole;unreliable prothrombin time determinations;warfarin sodium overdosage.", "label": "0"}
{"id": "DDI-DrugBank.d289.s6.p4", "sentence": "@DRUG$, Including Oral, Injectable, Transdermal, and Implantable Contraceptives: An interaction study demonstrated that co-administration of bosentan and the oral hormonal contraceptive Ortho-Novum produced average decreases of @DRUG$ and ethinyl estradiol levels of 14% and 31%, respectively.", "label": "0"}
{"id": "DDI-DrugBank.d225.s6.p23", "sentence": "These drugs include the thiazides and other diuretics, @DRUG$, phenothiazines, thyroid products, @DRUG$, oral contraceptives, phenytoin, nicotinic acid, sympathomimetics, calcium channel blocking drugs, and isoniazid.", "label": "0"}
{"id": "DDI-DrugBank.d209.s3.p83", "sentence": "Other concomitant therapy Although specific interaction studies were not performed, finasteride doses of 1 mg or more were concomitantly used in clinical studies with acetaminophen, acetylsalicylic acid, a-blockers, analgesics, angiotensin-converting enzyme (ACE) inhibitors, anticonvulsants, @DRUG$, beta blockers, calcium-channel blockers, cardiac nitrates, diuretics, H2 antagonists, HMG-CoA reductase inhibitors, prostaglandin synthetase inhibitors (also referred to as NSAIDs), and @DRUG$ without evidence of clinically significant adverse interactions.", "label": "0"}
{"id": "DDI-DrugBank.d132.s16.p1", "sentence": "@DRUG$: Caution should be used if diflunisal is administered concomitantly with @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d554.s0.p7", "sentence": "Certain antibiotic, @DRUG$, cyclosporine, diuretic, @DRUG$, and vaccines.", "label": "0"}
{"id": "DDI-DrugBank.d86.s1.p36", "sentence": "Interactions may also occur with the following: anti-depressants/anti-anxiety drugs, drugs used to treat an overactive thyroid, @DRUG$ (e.g., propranolol), sparfloxacin, grepafloxacin, guanethidine, guanadrel, metrizamide, cabergoline, lithium, narcotic pain medication (e.g., @DRUG$), drugs used to aid sleep, drowsiness-causing antihistamines (e.g., diphenhydramine), any other drugs that may make you drowsy.", "label": "0"}
{"id": "DDI-DrugBank.d98.s2.p9", "sentence": "Phenytoin/Phenobarbital: The coadministration of @DRUG$ or @DRUG$ will not affect plasma concentrations of vitamin D, but may reduce endogenous plasma levels of calcitriol/ergocalcitriol by accelerating metabolism.", "label": "0"}
{"id": "DDI-DrugBank.d212.s11.p26", "sentence": "Potential drug interactions between Keppra  and other AEDs (@DRUG$, gabapentin, lamotrigine, phenobarbital, phenytoin, primidone and valproate) were also assessed by evaluating the serum concentrations of levetiracetam and these @DRUG$ during placebo-controlled clinical studies.", "label": "0"}
{"id": "DDI-DrugBank.d565.s30.p0", "sentence": "Concomitant administration of @DRUG$ with @DRUG$ has been reported to result in elevated serum levels of carbamazepine (40% to 72% increase), resulting in toxicity in some cases.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d260.s0.p115", "sentence": "Probenecid : Probenecid is known to interact with the metabolism or renal tubular excretion of many drugs (e.g., acetaminophen, acyclovir, angiotensin-converting enzyme inhibitors, aminosalicylic acid, barbiturates, benzodiazepines, bumetanide, clofibrate, methotrexate, famotidine, @DRUG$, nonsteroidal anti-inflammatory agents, @DRUG$, and zidovudine).", "label": "0"}
{"id": "DDI-DrugBank.d550.s4.p1", "sentence": "@DRUG$: As with other b-lactam antibiotics, co-administration of @DRUG$ with cefditoren pivoxil resulted in an increase in the plasma exposure of cefditoren, with a 49% increase in mean Cmax, a 122% increase in mean AUC, and a 53% increase in half-life.", "label": "0"}
{"id": "DDI-DrugBank.d411.s4.p461", "sentence": "Thyroid Physiology: The following agents may alter thyroid hormone or TSH levels, generally by effects on thyroid hormone synthesis, secretion, distribution, metabolism, hormone action, or elimination, or altered TSH secretion: aminoglutethimide, p-aminosalicylic acid, amiodarone, androgens and related anabolic hormones, complex anions (thiocyanate, perchlorate, pertechnetate), antithyroid drugs, b-adrenergic blocking agents, carbamazepine, chloral hydrate, diazepam, dopamine and dopamine agonists, ethionamide, glucocorticoids, heparin, hepatic enzyme inducers, insulin, iodinated cholestographic agents, iodine-containing compounds, @DRUG$, lovastatin, lithium, 6-mercaptopurine, metoclopramide, mitotane, @DRUG$, phenobarbital, phenytoin, resorcinol, rifampin, somatostatin analogs, sulfonamides, sulfonylureas, thiazide diuretics.", "label": "0"}
{"id": "DDI-DrugBank.d212.s11.p8", "sentence": "Potential drug interactions between @DRUG$  and other AEDs (carbamazepine, gabapentin, lamotrigine, phenobarbital, phenytoin, primidone and valproate) were also assessed by evaluating the serum concentrations of @DRUG$ and these AEDs during placebo-controlled clinical studies.", "label": "0"}
{"id": "DDI-DrugBank.d64.s87.p898", "sentence": "Drugs that reportedly may increase oral anticoagulant response, ie, increased prothrombin response, in man include:alcohol*;allopurinol;aminosalicylic acid;amiodarone;anabolic steroids;antibiotics;bromelains;chloral hydrate*;chlorpropamide;chymotrypsin;cimetidine;cinchophen;clofibrate;dextran;dextrothyroxine;diazoxide;dietary deficiencies;diflunisal;disulfiram;drugs affecting blood elements;ethacrynic acid;@DRUG$;glucagon;hepatotoxic drugs;ibuprofen;indomethacin;influenza virus vaccine;inhalation anesthetics;mefenamic acid;methyldopa;methylphenidate;@DRUG$;miconazole;monoamine oxidase inhibitors;nalidixic acid;naproxen;oxolinic acid;oxyphenbutazone;pentoxifylline;phenylbutazone;phenyramidol;phenytoin;prolonged hot weather;prolonged narcotics;pyrazolones;quinidine;quinine;ranitidine*;salicylates;sulfinpyrazone;sulfonamides, long acting;sulindac;thyroid drugs;tolbutamide;triclofos sodium;trimethoprim/sulfamethoxazole;unreliable prothrombin time determinations;warfarin sodium overdosage.", "label": "0"}
{"id": "DDI-DrugBank.d484.s0.p454", "sentence": "Etonogestrel may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, @DRUG$, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, @DRUG$ (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "0"}
{"id": "DDI-DrugBank.d131.s10.p4", "sentence": "Data from in vitro studies of @DRUG$ other than alprazolam suggest a possible drug interaction for the following: ergotamine, cyclosporine, amiodarone, @DRUG$, and nifedipine.", "label": "DDI-int"}
{"id": "DDI-DrugBank.d223.s7.p1", "sentence": "@DRUG$) and many that are substrates for P450 2D6 (many other antidepressants, @DRUG$, and the Type 1C antiarrhythmics propafenone and flecainide).", "label": "0"}
{"id": "DDI-DrugBank.d45.s6.p1", "sentence": "In psoriatic arthritis clinical trials, concomitant medications included @DRUG$ in approximately half of the patients as well as nonsteroidal anti-inflammatory agents, @DRUG$ and corticosteroids.", "label": "0"}
{"id": "DDI-DrugBank.d485.s17.p3", "sentence": "@DRUG$: Combination hormonal contraceptives may decrease the clearance of some benzodiazepines (alprazolam, @DRUG$, diazepam) and increase the clearance of others (lorazepam, oxazepam, temazepam).", "label": "0"}
{"id": "DDI-DrugBank.d94.s11.p638", "sentence": "Agents that have been found, or are expected to have decreased plasma levels in the presence of EQUETROTM due to induction of CYP enzymes are the following: Acetaminophen, alprazolam, amitriptyline, bupropion, buspirone, citalopram, clobazam, clonazepam, clozapine, cyclosporin, delavirdine, desipramine, diazepam, dicumarol, doxycycline, ethosuximide, @DRUG$, felodipine, glucocorticoids, haloperidol, itraconazole, lamotrigine, levothyroxine, lorazepam, methadone, midazolam, @DRUG$, nortriptyline, olanzapine, oral contraceptives(3), oxcarbazepine, Phenytoin(4), praziquantel, protease inhibitors, quetiapine, risperidone, theophylline, topiramate, tiagabine, tramadol, triazolam, valproate, warfarin(5) , ziprasidone, and zonisamide.", "label": "0"}
{"id": "DDI-DrugBank.d426.s1.p4", "sentence": "Due to a theoretical risk of a pharmacodynamic interaction, use of ergotamine-containing or @DRUG$ (like @DRUG$ or methysergide) and FROVA within 24 hours of each other should be avoided (see  a href= frova_od.htm#CI CONTRAINDICATIONS).", "label": "0"}
{"id": "DDI-DrugBank.d124.s17.p7", "sentence": "Antimycobacterial Agents: rifampin CONTRAINDICATED since the coadministration of this product with @DRUG$ in an @DRUG$ regimen reduces the plasma concentrations of saquinavir.", "label": "0"}
{"id": "DDI-DrugBank.d333.s2.p2", "sentence": "Effect of Other Drugs on the Pharmacokinetics of Clonazepam: Literature reports suggest that @DRUG$, an agent that decreases stomach acidity, does not greatly alter @DRUG$ pharmacokinetics.", "label": "0"}
{"id": "DDI-DrugBank.d94.s11.p926", "sentence": "Agents that have been found, or are expected to have decreased plasma levels in the presence of EQUETROTM due to induction of CYP enzymes are the following: Acetaminophen, alprazolam, amitriptyline, bupropion, buspirone, citalopram, clobazam, clonazepam, clozapine, cyclosporin, delavirdine, desipramine, diazepam, dicumarol, doxycycline, ethosuximide, felbamate, felodipine, glucocorticoids, haloperidol, itraconazole, lamotrigine, levothyroxine, lorazepam, methadone, midazolam, mirtazapine, nortriptyline, olanzapine, oral @DRUG$(3), oxcarbazepine, Phenytoin(4), praziquantel, protease inhibitors, quetiapine, risperidone, theophylline, topiramate, tiagabine, tramadol, triazolam, @DRUG$, warfarin(5) , ziprasidone, and zonisamide.", "label": "0"}
{"id": "DDI-DrugBank.d417.s0.p2", "sentence": "@DRUG$ should not be administered concomitantly with potent loop diuretics such as furosemide and @DRUG$ as the potential for ototoxicity is enhanced by the combination.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d411.s4.p118", "sentence": "Thyroid Physiology: The following agents may alter thyroid hormone or TSH levels, generally by effects on thyroid hormone synthesis, secretion, distribution, metabolism, hormone action, or elimination, or altered TSH secretion: aminoglutethimide, p-aminosalicylic acid, amiodarone, @DRUG$ and related anabolic hormones, complex anions (thiocyanate, perchlorate, pertechnetate), antithyroid drugs, b-adrenergic blocking agents, carbamazepine, chloral hydrate, diazepam, dopamine and dopamine agonists, ethionamide, glucocorticoids, heparin, hepatic enzyme inducers, insulin, iodinated cholestographic agents, iodine-containing compounds, levodopa, lovastatin, lithium, 6-mercaptopurine, metoclopramide, mitotane, nitroprusside, @DRUG$, phenytoin, resorcinol, rifampin, somatostatin analogs, sulfonamides, sulfonylureas, thiazide diuretics.", "label": "0"}
{"id": "DDI-DrugBank.d62.s0.p17", "sentence": "Dexbrompheniramine can interact with alcohol or other @DRUG$ (may potentiate the CNS depressant effects of either these medications or antihistamines), anticholinergics or other medications with anticholinergic activity (anticholinergic effects may be potentiated when these medications are used concurrently with @DRUG$), and monoamine oxidase (MAO) inhibitors (concurrent use with antihistamines may prolong and intensify the anticholinergic and CNS depressant effects of antihistamines).", "label": "0"}
{"id": "DDI-DrugBank.d64.s87.p1229", "sentence": "Drugs that reportedly may increase oral anticoagulant response, ie, increased prothrombin response, in man include:alcohol*;allopurinol;aminosalicylic acid;amiodarone;anabolic steroids;antibiotics;bromelains;chloral hydrate*;chlorpropamide;chymotrypsin;cimetidine;cinchophen;clofibrate;dextran;dextrothyroxine;diazoxide;dietary deficiencies;diflunisal;disulfiram;drugs affecting blood elements;ethacrynic acid;fenoprofen;glucagon;hepatotoxic drugs;ibuprofen;indomethacin;influenza virus vaccine;inhalation anesthetics;mefenamic acid;methyldopa;methylphenidate;metronidazole;miconazole;@DRUG$;nalidixic acid;naproxen;oxolinic acid;oxyphenbutazone;pentoxifylline;phenylbutazone;phenyramidol;phenytoin;prolonged hot weather;prolonged narcotics;pyrazolones;quinidine;quinine;ranitidine*;salicylates;sulfinpyrazone;sulfonamides, long acting;sulindac;thyroid drugs;tolbutamide;triclofos sodium;@DRUG$/sulfamethoxazole;unreliable prothrombin time determinations;warfarin sodium overdosage.", "label": "0"}
{"id": "DDI-DrugBank.d94.s11.p249", "sentence": "Agents that have been found, or are expected to have decreased plasma levels in the presence of EQUETROTM due to induction of CYP enzymes are the following: Acetaminophen, alprazolam, amitriptyline, bupropion, @DRUG$, citalopram, clobazam, clonazepam, clozapine, cyclosporin, delavirdine, desipramine, diazepam, dicumarol, doxycycline, ethosuximide, felbamate, felodipine, glucocorticoids, haloperidol, itraconazole, lamotrigine, levothyroxine, lorazepam, methadone, midazolam, mirtazapine, nortriptyline, olanzapine, oral contraceptives(3), oxcarbazepine, Phenytoin(4), praziquantel, protease inhibitors, quetiapine, risperidone, theophylline, topiramate, tiagabine, @DRUG$, triazolam, valproate, warfarin(5) , ziprasidone, and zonisamide.", "label": "0"}
{"id": "DDI-DrugBank.d472.s0.p7", "sentence": "@DRUG$ (CNS) drugs including alcohol, antidepressants, antihistamines, antipsychotics, blood pressure medications (reserpine, methyldopa, beta-blockers), motion sickness medications, @DRUG$, narcotics, sedatives, sleeping pills and tranquilizers", "label": "0"}
{"id": "DDI-DrugBank.d64.s87.p293", "sentence": "Drugs that reportedly may increase oral anticoagulant response, ie, increased prothrombin response, in man include:alcohol*;allopurinol;aminosalicylic acid;amiodarone;@DRUG$;antibiotics;bromelains;chloral hydrate*;chlorpropamide;chymotrypsin;cimetidine;cinchophen;clofibrate;dextran;dextrothyroxine;diazoxide;dietary deficiencies;diflunisal;disulfiram;drugs affecting blood elements;ethacrynic acid;fenoprofen;glucagon;hepatotoxic drugs;ibuprofen;indomethacin;influenza virus vaccine;inhalation anesthetics;mefenamic acid;methyldopa;methylphenidate;metronidazole;miconazole;monoamine oxidase inhibitors;nalidixic acid;naproxen;oxolinic acid;oxyphenbutazone;pentoxifylline;phenylbutazone;phenyramidol;@DRUG$;prolonged hot weather;prolonged narcotics;pyrazolones;quinidine;quinine;ranitidine*;salicylates;sulfinpyrazone;sulfonamides, long acting;sulindac;thyroid drugs;tolbutamide;triclofos sodium;trimethoprim/sulfamethoxazole;unreliable prothrombin time determinations;warfarin sodium overdosage.", "label": "0"}
{"id": "DDI-DrugBank.d208.s0.p23", "sentence": "Benzthiazide may interact with alcohol, blood thinners, @DRUG$ (allergy, cold, and sinus medicines), diabetic drugs, lithium, norepinephrine, @DRUG$ like Aleve or Ibuprofen, and high blood pressure medications.", "label": "0"}
{"id": "DDI-DrugBank.d568.s18.p5", "sentence": "Theophylline - Combined administration of racemic citalopram (40 mg/day for 21 days) and the CYP1A2 substrate @DRUG$ (single dose of 300 mg) did not affect the pharmacokinetics of @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d410.s8.p2", "sentence": "@DRUG$, fluvoxamine, paroxetine, @DRUG$).", "label": "0"}
{"id": "DDI-DrugBank.d45.s6.p3", "sentence": "In psoriatic arthritis clinical trials, concomitant medications included MTX in approximately half of the patients as well as @DRUG$, @DRUG$ and corticosteroids.", "label": "0"}
{"id": "DDI-DrugBank.d179.s21.p33", "sentence": "- Phenothiazines (@DRUG$ [e.g., Tindal], chlorpromazine [e.g., Thorazine], fluphenazine [e.g., Prolixin], mesoridazine [e.g., Serentil], perphenazine [e.g., Trilafon], @DRUG$ [e.g., Compazine], promazine [e.g., Sparine], promethazine [e.g., Phenergan], thioridazine [e.g., Mellaril], trifluoperazine [e.g., Stelazine], triflupromazine [e.g., Vesprin], trimeprazine [e.g., Temaril]) or", "label": "0"}
{"id": "DDI-DrugBank.d484.s0.p97", "sentence": "Etonogestrel may interact with the following medications: acetaminophen (@DRUG$), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), @DRUG$ (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "0"}
{"id": "DDI-DrugBank.d484.s0.p488", "sentence": "Etonogestrel may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, @DRUG$), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), @DRUG$ (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "0"}
{"id": "DDI-MedLine.d5.s1.p1", "sentence": "Interactions between treatments with @DRUG$, bishydroxycoumarin (an @DRUG$), trichlorfon (an organophosphorous compound), and phenobarbital sodium (an inducer of microsomal enzymes) were investigated in sheep. ", "label": "0"}
{"id": "DDI-MedLine.d34.s11.p4", "sentence": "Because of the low dietary cobalt concentration as compared to the @DRUG$ contents of the diets, no effect of cobalt on @DRUG$ absorption and excretion occurred. ", "label": "0"}
{"id": "DDI-DrugBank.d78.s1.p48", "sentence": "Administration of quinolones with antacids containing aluminum, magnesium, or @DRUG$, with sucralfate, with metal cations such as iron, or with multivitamins containing iron or zinc, or with formulations containing divalent and trivalent cations such as VIDEX (@DRUG$) chewable/buffered tablets or the pediatric powder for oral solution, may substantially interfere with the absorption of quinolones, resulting in systemic concentrations considerably lower than desired.", "label": "0"}
{"id": "DDI-DrugBank.d425.s1.p9", "sentence": "Medications can interfere with folate utilization, including: anticonvulsant medications (such as @DRUG$, and @DRUG$) metformin (sometimes prescribed to control blood sugar in type 2 diabetes) sulfasalazine (used to control inflammation associated with Crohns disease and ulcerative colitis) triamterene (a diuretic) Methotrexate There has been concern about the interaction between vitamin B12 and folic acid.", "label": "0"}
{"id": "DDI-DrugBank.d333.s5.p7", "sentence": "Cytochrome P-450 inducers, such as phenytoin, carbamazepine and @DRUG$, induce @DRUG$ metabolism, causing an approximately 30% decrease in plasma clonazepam levels.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d536.s7.p1", "sentence": "@DRUG$ did not interfere with the absorption or disposition of the sulfonylurea @DRUG$ in diabetic patients.", "label": "0"}
{"id": "DDI-DrugBank.d151.s0.p5", "sentence": "Folic acid in large amounts may counteract the antiepileptic effect of phenobarbital, @DRUG$ and @DRUG$, and increase the frequency of seizures in susceptible pediatric patients.", "label": "0"}
{"id": "DDI-DrugBank.d333.s7.p0", "sentence": "Pharmacodynamic Interactions: The CNS-depressant action of the @DRUG$ of drugs may be potentiated by @DRUG$, narcotics, barbiturates, nonbarbiturate hypnotics, antianxiety agents, the phenothiazines, thioxanthene and butyrophenone classes of antipsychotic agents, monoamine oxidase inhibitors and the tricyclic antidepressants, and by other anticonvulsant drugs.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d94.s11.p475", "sentence": "Agents that have been found, or are expected to have decreased plasma levels in the presence of EQUETROTM due to induction of CYP enzymes are the following: Acetaminophen, alprazolam, amitriptyline, bupropion, buspirone, citalopram, clobazam, clonazepam, clozapine, cyclosporin, delavirdine, @DRUG$, diazepam, @DRUG$, doxycycline, ethosuximide, felbamate, felodipine, glucocorticoids, haloperidol, itraconazole, lamotrigine, levothyroxine, lorazepam, methadone, midazolam, mirtazapine, nortriptyline, olanzapine, oral contraceptives(3), oxcarbazepine, Phenytoin(4), praziquantel, protease inhibitors, quetiapine, risperidone, theophylline, topiramate, tiagabine, tramadol, triazolam, valproate, warfarin(5) , ziprasidone, and zonisamide.", "label": "0"}
{"id": "DDI-MedLine.d58.s7.p6", "sentence": "These data suggest that ginsenosides are negatively coupled to three types of calcium channels in bovine chromaffin cell, including an @DRUG$-sensitive (N-type) channel, an omega-agatoxin IVA-sensitive (P-type) channel and @DRUG$/omega-conotoxin GVIA/omega-agatoxin VIA-resistant (presumptive Q-type) channel. ", "label": "0"}
{"id": "DDI-DrugBank.d405.s1.p2", "sentence": "Other depressasnts such as @DRUG$, barbiturates, and MAOIs may enhance CNS depression when administered with @DRUG$.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d350.s3.p1", "sentence": "Clinical studies in healthy volunteers show that the pharmacokinetics of @DRUG$ are not altered by itraconazole, @DRUG$, mycophenolate, nelfinavir, or tacrolimus.", "label": "0"}
{"id": "DDI-DrugBank.d426.s3.p2", "sentence": "@DRUG$ (SSRIs) (e.g., fluoxetine, @DRUG$, paroxetine, sertraline) have been reported, rarely, to cause weakness, hyperreflexia, and incoordination when coadministered with 5-HT1 agonists.", "label": "0"}
{"id": "DDI-DrugBank.d179.s21.p267", "sentence": "- Phenothiazines (acetophenazine [e.g., Tindal], chlorpromazine [e.g., Thorazine], fluphenazine [e.g., Prolixin], mesoridazine [e.g., Serentil], perphenazine [e.g., Trilafon], prochlorperazine [e.g., Compazine], promazine [e.g., Sparine], promethazine [e.g., @DRUG$], thioridazine [e.g., Mellaril], trifluoperazine [e.g., @DRUG$], triflupromazine [e.g., Vesprin], trimeprazine [e.g., Temaril]) or", "label": "0"}
{"id": "DDI-DrugBank.d5.s17.p114", "sentence": "Therefore, co-administration of bupropion with drugs that are metabolized by CYP2D6 isoenzyme including certain antidepressants (e.g., nortriptyline, imipramine, desipramine, paroxetine, fluoxetine, sertraline), antipsychotics (e.g., @DRUG$, risperidone, thioridazine), beta-blockers (e.g., metoprolol), and Type 1C antiarrhythmics (e.g., propafenone, @DRUG$), should be approached with caution and should be initiated at the lower end of the dose range of the concomitant medication.", "label": "0"}
{"id": "DDI-DrugBank.d431.s12.p8", "sentence": "therefore, it is theoretically possible that lansoprazole may interfere with the absorption of drugs where gastric pH is an important determinant of bioavailability (e.g. ketoconazole, @DRUG$ esters, iron salts, @DRUG$).", "label": "0"}
{"id": "DDI-DrugBank.d202.s16.p20", "sentence": "Therefore, co-administration of tricyclic antidepressants with other drugs that are metabolized by this isoenzyme, including other antidepressants, @DRUG$, carbamazepine, and Type 1C antiarrhythmics (eg, propafenone, flecainide, and encainide), or that inhibit this enzyme (eg, @DRUG$), should be approached with caution.", "label": "0"}
{"id": "DDI-DrugBank.d316.s1.p14", "sentence": "Co-administration of CYP3A4 inhibitors (eg, ketoconazole, itraconazole, erythromycin, grapefruit juice, cimetidine) with @DRUG$ may lead to several- fold increases in the plasma levels of @DRUG$, either due to an increase in bioavailability or due to a decrease in metabolism.", "label": "0"}
{"id": "DDI-DrugBank.d484.s0.p977", "sentence": "Etonogestrel may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), @DRUG$ (rifampin), St. Johns wort, temazepam, @DRUG$ (Theo-Dur), and vitamin C.", "label": "0"}
{"id": "DDI-DrugBank.d411.s4.p211", "sentence": "Thyroid Physiology: The following agents may alter thyroid hormone or TSH levels, generally by effects on thyroid hormone synthesis, secretion, distribution, metabolism, hormone action, or elimination, or altered TSH secretion: aminoglutethimide, p-aminosalicylic acid, amiodarone, androgens and related anabolic hormones, complex anions (thiocyanate, perchlorate, pertechnetate), @DRUG$, b-adrenergic blocking agents, @DRUG$, chloral hydrate, diazepam, dopamine and dopamine agonists, ethionamide, glucocorticoids, heparin, hepatic enzyme inducers, insulin, iodinated cholestographic agents, iodine-containing compounds, levodopa, lovastatin, lithium, 6-mercaptopurine, metoclopramide, mitotane, nitroprusside, phenobarbital, phenytoin, resorcinol, rifampin, somatostatin analogs, sulfonamides, sulfonylureas, thiazide diuretics.", "label": "0"}
{"id": "DDI-DrugBank.d176.s12.p10", "sentence": "In separate single or multiple dose pharmacokinetic interaction studies with chlorthalidone, @DRUG$, @DRUG$, hydrochlorothiazide, cimetidine, metoclopramide, propantheline, digoxin, and warfarin, the bioavailability of fosinoprilat was not altered by coadministration of fosinopril with any one of these drugs.", "label": "0"}
{"id": "DDI-MedLine.d83.s5.p1", "sentence": "In the first double-blind comparative study (28-week) of @DRUG$ and risperidone, @DRUG$ 10 to 20 mg/day proved to be significantly more effective than risperidone 4 to 12 mg/day in the treatment of negative and depressive symptoms but not on overall psychopathology symptoms. ", "label": "0"}
{"id": "DDI-DrugBank.d312.s1.p3", "sentence": "In Study 1, patients with colorectal cancer were given irinotecan/@DRUG$/@DRUG$ (bolus-IFL) with or without AVASTIN.", "label": "0"}
{"id": "DDI-DrugBank.d179.s21.p97", "sentence": "- Phenothiazines (acetophenazine [e.g., Tindal], chlorpromazine [e.g., @DRUG$], fluphenazine [e.g., Prolixin], mesoridazine [e.g., Serentil], perphenazine [e.g., Trilafon], prochlorperazine [e.g., @DRUG$], promazine [e.g., Sparine], promethazine [e.g., Phenergan], thioridazine [e.g., Mellaril], trifluoperazine [e.g., Stelazine], triflupromazine [e.g., Vesprin], trimeprazine [e.g., Temaril]) or", "label": "0"}
{"id": "DDI-DrugBank.d521.s4.p8", "sentence": "- a monoamine oxidase inhibitor (@DRUG$) such as isocarboxazid (@DRUG$), tranylcypromine (Parnate), or phenelzine (Nardil);", "label": "0"}
{"id": "DDI-DrugBank.d549.s3.p11", "sentence": "During clinical trials, iloprost was used concurrently with @DRUG$, diuretics, cardiac glycosides, calcium channel blockers, @DRUG$, antipyretics, nonsteroidal antiinflammatories, corticosteroids, and other medications.", "label": "0"}
{"id": "DDI-MedLine.d84.s3.p7", "sentence": "To investigate the effects of antimicrobial combinations of GL with four kinds of @DRUG$ (ampicillin, cefazolin, @DRUG$ and chloramphenicol), the fractional inhibitory concentration index (FICI) was determined by checkerboard assay for each strain. ", "label": "0"}
{"id": "DDI-DrugBank.d536.s8.p9", "sentence": "Acarbose may affect digoxin bioavailabillty and may require dose adjustment of digoxin by 16% (90% confidence interval: 8-23%), decrease mean C max @DRUG$ by 26% (90% confidence interval: 16-34%) and decrease mean trough concentrations of @DRUG$ by 9% (90% confidence limit: 19% decrease to 2% increase).", "label": "0"}
{"id": "DDI-DrugBank.d456.s1.p21", "sentence": "Caution should be used when administering or taking TARCEVA with @DRUG$ and other strong CYP3A4 inhibitors such as, but not limited to, atazanavir, clarithromycin, indinavir, itraconazole, nefazodone, nelfinavir, ritonavir, saquinavir, @DRUG$, troleandomycin (TAO), and voriconazole .", "label": "0"}
{"id": "DDI-DrugBank.d63.s0.p49", "sentence": "Monoamine oxidase (MAO) inhibitors such as isocarboxazid (e.g., Marplan), phenelzine (e.g., Nardil), @DRUG$ (e.g., Matulane), selegiline (e.g., Eldepryl), and tranylcypromine (e.g., @DRUG$): Using these medicines with L-tryptophan may increase the chance of side effects.", "label": "0"}
{"id": "DDI-DrugBank.d364.s10.p11", "sentence": "Coadministration of alosetron and strong CYP3A4 inhibitors, such as clarithromycin, @DRUG$, protease inhibitors, voriconazole, and @DRUG$ has not been evaluated but should be undertaken with caution because of similar potential drug interactions.", "label": "0"}
{"id": "DDI-DrugBank.d333.s7.p51", "sentence": "Pharmacodynamic Interactions: The CNS-depressant action of the benzodiazepine class of drugs may be potentiated by alcohol, narcotics, barbiturates, nonbarbiturate hypnotics, antianxiety agents, the @DRUG-DRUG$, monoamine oxidase inhibitors and the tricyclic antidepressants, and by other anticonvulsant drugs.", "label": "0"}
{"id": "DDI-DrugBank.d466.s17.p0", "sentence": "These studies indicate that @DRUG$ or @DRUG$ co-administration enhances fexofenadine gastrointestinal absorption.", "label": "0"}
{"id": "DDI-DrugBank.d566.s2.p4", "sentence": "@DRUG$ resin may interfere with the pharmacokinetics of drugs that undergo enterohepatic circulation, The discontinuance of cholestyramine resin could pose a hazard to health if a potentially toxic drug such as digitalis has been filtrated to a maintenance level while the patient was taking @DRUG$ resin.", "label": "0"}
{"id": "DDI-DrugBank.d484.s0.p254", "sentence": "Etonogestrel may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, @DRUG$ (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, @DRUG$), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "0"}
{"id": "DDI-DrugBank.d434.s32.p3", "sentence": "@DRUG$: Available data suggest that there is no significant effect of valproate on the clearance of Felbatol  at steady state, Therefore, the addition of valproate is not expected to cause a clinically important effect on @DRUG$  (felbamate) plasma concentrations.", "label": "0"}
{"id": "DDI-DrugBank.d324.s20.p2", "sentence": "Coadministration of single, oral doses of zaleplon with @DRUG$ (10 mg and 800 mg, respectively), a strong, selective CYP3A4 inhibitor produced a 34% increase in @DRUG$s maximal plasma concentrations and a 20% increase in the area under the plasma concentration-time curve.", "label": "0"}
{"id": "DDI-DrugBank.d171.s0.p51", "sentence": "Tagamet, apparently through an effect on certain microsomal enzyme systems, has been reported to reduce the hepatic metabolism of warfarin-type anticoagulants, phenytoin, propranolol, nifedipine, chlordiazepoxide, diazepam, certain @DRUG$, lidocaine, theophylline and @DRUG$, thereby delaying elimination and increasing blood levels of these drugs.", "label": "0"}
{"id": "DDI-DrugBank.d260.s0.p78", "sentence": "Probenecid : Probenecid is known to interact with the metabolism or renal tubular excretion of many drugs (e.g., acetaminophen, acyclovir, angiotensin-converting enzyme inhibitors, aminosalicylic acid, @DRUG$, benzodiazepines, bumetanide, clofibrate, @DRUG$, famotidine, furosemide, nonsteroidal anti-inflammatory agents, theophylline, and zidovudine).", "label": "0"}
{"id": "DDI-MedLine.d53.s4.p0", "sentence": "Our data suggest that @DRUG$ significantly potentiates the reduction in cell number induced by @DRUG$ alone. ", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d353.s12.p2", "sentence": "@DRUG$ and oral retinoids: Concomitant administration of vitamin A and/or other oral @DRUG$ with acitretin must be avoided because of the risk of hypervitaminosis A.", "label": "0"}
{"id": "DDI-DrugBank.d388.s5.p9", "sentence": "No significant interactions with digoxin, @DRUG$, hydralazine, sulfinpyrazone, oral contraceptives, @DRUG$, or warfarin have been observed.", "label": "0"}
{"id": "DDI-DrugBank.d94.s11.p50", "sentence": "Agents that have been found, or are expected to have decreased plasma levels in the presence of EQUETROTM due to induction of CYP enzymes are the following: @DRUG$, alprazolam, amitriptyline, bupropion, buspirone, citalopram, @DRUG$, clonazepam, clozapine, cyclosporin, delavirdine, desipramine, diazepam, dicumarol, doxycycline, ethosuximide, felbamate, felodipine, glucocorticoids, haloperidol, itraconazole, lamotrigine, levothyroxine, lorazepam, methadone, midazolam, mirtazapine, nortriptyline, olanzapine, oral contraceptives(3), oxcarbazepine, Phenytoin(4), praziquantel, protease inhibitors, quetiapine, risperidone, theophylline, topiramate, tiagabine, tramadol, triazolam, valproate, warfarin(5) , ziprasidone, and zonisamide.", "label": "0"}
{"id": "DDI-DrugBank.d48.s15.p80", "sentence": "Therefore, CYP3A4 substrates known to have a narrow therapeutic index such as alfentanil, astemizole, terfenadine, cisapride, cyclosporine, fentanyl, pimozide, quinidine, @DRUG$, tacrolimus, or ergot alkaloids (ergotamine, dihydroergotamine) should be administered with caution in patients receiving @DRUG$.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d48.s15.p50", "sentence": "Therefore, CYP3A4 substrates known to have a narrow therapeutic index such as alfentanil, astemizole, terfenadine, cisapride, @DRUG$, fentanyl, pimozide, quinidine, sirolimus, @DRUG$, or ergot alkaloids (ergotamine, dihydroergotamine) should be administered with caution in patients receiving SPRYCEL.", "label": "0"}
{"id": "DDI-DrugBank.d457.s0.p22", "sentence": "Barbiturates may decrease the effectiveness of oral contraceptives, certain antibiotics, quinidine, @DRUG$, @DRUG$, anticoagulants, and beta blockers.", "label": "0"}
{"id": "DDI-DrugBank.d94.s11.p516", "sentence": "Agents that have been found, or are expected to have decreased plasma levels in the presence of EQUETROTM due to induction of CYP enzymes are the following: Acetaminophen, alprazolam, amitriptyline, bupropion, buspirone, citalopram, clobazam, clonazepam, clozapine, cyclosporin, delavirdine, desipramine, @DRUG$, dicumarol, doxycycline, ethosuximide, felbamate, felodipine, glucocorticoids, haloperidol, itraconazole, lamotrigine, @DRUG$, lorazepam, methadone, midazolam, mirtazapine, nortriptyline, olanzapine, oral contraceptives(3), oxcarbazepine, Phenytoin(4), praziquantel, protease inhibitors, quetiapine, risperidone, theophylline, topiramate, tiagabine, tramadol, triazolam, valproate, warfarin(5) , ziprasidone, and zonisamide.", "label": "0"}
{"id": "DDI-DrugBank.d64.s87.p917", "sentence": "Drugs that reportedly may increase oral anticoagulant response, ie, increased prothrombin response, in man include:alcohol*;allopurinol;aminosalicylic acid;amiodarone;anabolic steroids;antibiotics;bromelains;chloral hydrate*;chlorpropamide;chymotrypsin;cimetidine;cinchophen;clofibrate;dextran;dextrothyroxine;diazoxide;dietary deficiencies;diflunisal;disulfiram;drugs affecting blood elements;ethacrynic acid;@DRUG$;glucagon;hepatotoxic drugs;ibuprofen;indomethacin;influenza virus vaccine;inhalation anesthetics;mefenamic acid;methyldopa;methylphenidate;metronidazole;miconazole;monoamine oxidase inhibitors;nalidixic acid;naproxen;oxolinic acid;oxyphenbutazone;pentoxifylline;phenylbutazone;phenyramidol;phenytoin;prolonged hot weather;prolonged narcotics;pyrazolones;quinidine;quinine;ranitidine*;salicylates;sulfinpyrazone;sulfonamides, long acting;@DRUG$;thyroid drugs;tolbutamide;triclofos sodium;trimethoprim/sulfamethoxazole;unreliable prothrombin time determinations;warfarin sodium overdosage.", "label": "0"}
{"id": "DDI-DrugBank.d460.s11.p64", "sentence": "In vitro displacement studies with highly protein-bound drugs such as furosemide, propranolol, captopril, nicardipine, pravastatin, glyburide, warfarin, phenytoin, acetylsalicylic acid, @DRUG$, and metformin showed no influence on the extent of @DRUG$ protein binding.", "label": "0"}
{"id": "DDI-DrugBank.d184.s0.p3", "sentence": "Interactions may occur with the following: adrenocorticoids (cortisone-like medicine), @DRUG$ (blood thinners), carbamazepine, corticotropin (@DRUG$ may decrease the effects of these medicines), central nervous system (CNS) depressants (using these medicines with barbiturates may result in increased CNS depressant effects), divalproex sodium, valproic acid (using these medicines with barbiturates may change the amount of either medicine that you need to take), and oral contraceptives containing estrogens (barbiturates may decrease the effectiveness of these oral contraceptives, and you may need to change to a different type of birth control).", "label": "0"}
{"id": "DDI-DrugBank.d179.s21.p266", "sentence": "- Phenothiazines (acetophenazine [e.g., Tindal], chlorpromazine [e.g., Thorazine], fluphenazine [e.g., Prolixin], mesoridazine [e.g., Serentil], perphenazine [e.g., Trilafon], prochlorperazine [e.g., Compazine], promazine [e.g., Sparine], promethazine [e.g., @DRUG$], thioridazine [e.g., Mellaril], @DRUG$ [e.g., Stelazine], triflupromazine [e.g., Vesprin], trimeprazine [e.g., Temaril]) or", "label": "0"}
{"id": "DDI-DrugBank.d45.s8.p9", "sentence": "Serum infliximab concentrations appeared to be unaffected by baseline use of medications for the treatment of Crohn s disease including corticosteroids, antibiotics (@DRUG$ or @DRUG$) and aminosalicylates.", "label": "0"}
{"id": "DDI-DrugBank.d257.s6.p29", "sentence": "Interactions with Mixed Agonist/Antagonist Opioid Analgesics: Agonist/antagonist analgesics (eg, pentazocine, nalbuphine, @DRUG$, dezocine and buprenorphine) should NOT be administered to a patient who has received or is receiving a course of therapy with a pure agonist opioid analgesic such as @DRUG$.", "label": "DDI-advise"}
{"id": "DDI-DrugBank.d179.s21.p1", "sentence": "- @DRUG$ (acetophenazine [e.g., @DRUG$], chlorpromazine [e.g., Thorazine], fluphenazine [e.g., Prolixin], mesoridazine [e.g., Serentil], perphenazine [e.g., Trilafon], prochlorperazine [e.g., Compazine], promazine [e.g., Sparine], promethazine [e.g., Phenergan], thioridazine [e.g., Mellaril], trifluoperazine [e.g., Stelazine], triflupromazine [e.g., Vesprin], trimeprazine [e.g., Temaril]) or", "label": "0"}
{"id": "DDI-DrugBank.d512.s3.p2", "sentence": "@DRUG$: Concurrent administration of 25 mg or 100 mg cinacalcet with 50 mg amitriptyline increased @DRUG$ exposure and nortriptyline (active metabolite) exposure by approximately 20% in CYP2D6 extensive metabolizers.", "label": "0"}
{"id": "DDI-DrugBank.d382.s7.p3", "sentence": "5-HT3 antagonists: In clinical drug interaction studies, @DRUG$ did not have clinically important effects on the pharmacokinetics of @DRUG$ or granisetron.", "label": "0"}
{"id": "DDI-MedLine.d53.s3.p5", "sentence": "In the experiments reported here, we examined the interactions between 1,25(OH)2D3 and the antiestrogen @DRUG$ (@DRUG$), which also induces apoptosis in MCF-7 cells. ", "label": "0"}
{"id": "DDI-DrugBank.d411.s3.p88", "sentence": "Binding to Serum Proteins: The following agents may either inhibit levothyroxine sodium binding to serum proteins or alter the concentrations of serum binding proteins: androgens and related anabolic hormones, asparaginase, clofibrate, estrogens and @DRUG$, 5-fluorouracil, @DRUG$, glucocorticoids, meclofenamic acid, mefenamic acid, methadone, perphenazine, phenylbutazone, phenytoin, salicylates, tamoxifen.", "label": "0"}
{"id": "DDI-DrugBank.d64.s0.p0", "sentence": "Addition or deletion of any drug from the therapeutic regimen of patients receiving oral @DRUG$ may affect patient response to the @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d411.s4.p531", "sentence": "Thyroid Physiology: The following agents may alter thyroid hormone or TSH levels, generally by effects on thyroid hormone synthesis, secretion, distribution, metabolism, hormone action, or elimination, or altered TSH secretion: aminoglutethimide, p-aminosalicylic acid, amiodarone, androgens and related anabolic hormones, complex anions (thiocyanate, perchlorate, pertechnetate), antithyroid drugs, b-adrenergic blocking agents, carbamazepine, chloral hydrate, diazepam, dopamine and dopamine agonists, ethionamide, glucocorticoids, heparin, hepatic enzyme inducers, insulin, iodinated cholestographic agents, iodine-containing compounds, levodopa, lovastatin, lithium, 6-mercaptopurine, metoclopramide, mitotane, @DRUG$, phenobarbital, phenytoin, resorcinol, rifampin, somatostatin analogs, sulfonamides, @DRUG$, thiazide diuretics.", "label": "0"}
{"id": "DDI-DrugBank.d199.s2.p1", "sentence": "@DRUG$: Cimetidine does not affect the pharmacokinetics of @DRUG$ when coadministered with MONUROL.", "label": "0"}
{"id": "DDI-DrugBank.d87.s13.p2", "sentence": "Limited data in patients receiving known enzyme inducers ( @DRUG$, phenobarbital, carbamazepine ) indicate only a 30% increase in the rate of @DRUG$ elimination.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d482.s14.p3", "sentence": "Tell your doctor if you are taking any of the following drugs: @DRUG$s (Coumadin) other antidepressants metoprolol @DRUG$ carbamazepine (Tegretol) cimetidine (Tagamet) estrogens fluoxetine (Prozac) intraconazole (Sporanox) ketoconazole (Nizoral) levodopa lithium muscle relaxants birth control pills sleeping pills thyroid medications", "label": "0"}
{"id": "DDI-DrugBank.d411.s4.p137", "sentence": "Thyroid Physiology: The following agents may alter thyroid hormone or TSH levels, generally by effects on thyroid hormone synthesis, secretion, distribution, metabolism, hormone action, or elimination, or altered TSH secretion: aminoglutethimide, p-aminosalicylic acid, amiodarone, androgens and related anabolic hormones, complex anions (@DRUG$, perchlorate, pertechnetate), antithyroid drugs, b-adrenergic blocking agents, carbamazepine, chloral hydrate, diazepam, dopamine and dopamine agonists, ethionamide, glucocorticoids, @DRUG$, hepatic enzyme inducers, insulin, iodinated cholestographic agents, iodine-containing compounds, levodopa, lovastatin, lithium, 6-mercaptopurine, metoclopramide, mitotane, nitroprusside, phenobarbital, phenytoin, resorcinol, rifampin, somatostatin analogs, sulfonamides, sulfonylureas, thiazide diuretics.", "label": "0"}
{"id": "DDI-DrugBank.d484.s0.p526", "sentence": "Etonogestrel may interact with the following medications: acetaminophen (Tylenol), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (@DRUG$, Nizoral, @DRUG$), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "0"}
{"id": "DDI-DrugBank.d384.s2.p13", "sentence": "Phenytoin/Phenobarbital: The coadministration of phenytoin or @DRUG$ will not affect plasma concentrations of vitamin D, but may reduce endogenous plasma levels of @DRUG$/ergocalcitriol by accelerating metabolism.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d0.s4.p1", "sentence": "The pharmacokinetics of @DRUG$ and its major metabolite 6-beta-naltrexol were unaffected following co-administration with @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d274.s3.p28", "sentence": "There was no evidence of drug interactions in clinical studies in which dobutamine was administered concurrently with other drugs, including digitalis preparations, @DRUG$, spironolactone, lidocaine, glyceryl trinitrate, @DRUG$, morphine, atropine, heparin, protamine, potassium chloride, folic acid, and acetaminophen.", "label": "0"}
{"id": "DDI-DrugBank.d484.s0.p108", "sentence": "Etonogestrel may interact with the following medications: acetaminophen (@DRUG$), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as @DRUG$ (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "0"}
{"id": "DDI-DrugBank.d274.s3.p32", "sentence": "There was no evidence of drug interactions in clinical studies in which dobutamine was administered concurrently with other drugs, including digitalis preparations, @DRUG$, spironolactone, lidocaine, glyceryl trinitrate, isosorbide dinitrate, morphine, atropine, heparin, @DRUG$, potassium chloride, folic acid, and acetaminophen.", "label": "0"}
{"id": "DDI-DrugBank.d485.s32.p6", "sentence": "Protease inhibitors: @DRUG$, lopinavir, @DRUG$, and ritonavir have been shown to decrease plasma levels of combination hormonal contraceptives;", "label": "0"}
{"id": "DDI-DrugBank.d347.s7.p9", "sentence": "Magnesium- and/or @DRUG$-containing @DRUG$, products containing ferrous sulfate (iron), multivitamin preparations containing zinc or other metal cations, or Videx (didanosine) chewable/buffered tablets or the pediatric powder for oral solution should not be taken within 3 hours before or 2 hours after FACTIVE.", "label": "0"}
{"id": "DDI-DrugBank.d188.s1.p4", "sentence": "Data from a randomized trial of HEXALEN and @DRUG$ plus or minus pyridoxine in ovarian cancer indicated that @DRUG$ significantly reduced neurotoxicity;", "label": "0"}
{"id": "DDI-DrugBank.d347.s4.p2", "sentence": "However, because some @DRUG$ have been reported to enhance the anticoagulant effects of warfarin or its derivatives in patients, the prothrombin time or other suitable coagulation test should be closely monitored if a quinolone antimicrobial is administered concomitantly with @DRUG$ or its derivatives.", "label": "0"}
{"id": "DDI-MedLine.d15.s0.p7", "sentence": "[Stimulation by @DRUG$--an analog of the octapeptide cholecystokinin--of 3H-spiroperidol binding after the long-term administration of neuroleptics];It has been established in experiments on white male rats that prolonged administration (twice a day for 14 days) of haloperidol (0.25 mg/kg) and pyreneperone (0.25 mg/kg) resulted in the reduced interaction between 3H-spiroperidol and low affinity binding sites for apomorphine in subcortical structures, whereas 3H-spiroperidol binding with high affinity binding sites for a@DRUG$increased both in the frontal cortex and subcortical structures of the forebrain. ", "label": "0"}
{"id": "DDI-DrugBank.d179.s21.p145", "sentence": "- Phenothiazines (acetophenazine [e.g., Tindal], chlorpromazine [e.g., Thorazine], fluphenazine [e.g., @DRUG$], mesoridazine [e.g., Serentil], perphenazine [e.g., Trilafon], prochlorperazine [e.g., Compazine], promazine [e.g., Sparine], promethazine [e.g., Phenergan], thioridazine [e.g., Mellaril], trifluoperazine [e.g., Stelazine], triflupromazine [e.g., Vesprin], @DRUG$ [e.g., Temaril]) or", "label": "0"}
{"id": "DDI-DrugBank.d549.s1.p0", "sentence": "However, @DRUG$ has the potential to increase the hypotensive effect of @DRUG$ and antihypertensive agents.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d289.s32.p1", "sentence": "@DRUG$, Nimodipine and @DRUG$: Bosentan has no significant pharmacokinetic interactions with digoxin and nimodipine, and losartan has no significant effect on plasma levels of bosentan.", "label": "0"}
{"id": "DDI-DrugBank.d64.s87.p391", "sentence": "Drugs that reportedly may increase oral anticoagulant response, ie, increased prothrombin response, in man include:alcohol*;allopurinol;aminosalicylic acid;amiodarone;anabolic steroids;antibiotics;@DRUG$;chloral hydrate*;chlorpropamide;chymotrypsin;cimetidine;cinchophen;clofibrate;dextran;dextrothyroxine;diazoxide;dietary deficiencies;diflunisal;disulfiram;drugs affecting blood elements;ethacrynic acid;fenoprofen;glucagon;hepatotoxic drugs;ibuprofen;indomethacin;influenza virus vaccine;inhalation anesthetics;mefenamic acid;methyldopa;methylphenidate;metronidazole;miconazole;monoamine oxidase inhibitors;nalidixic acid;naproxen;oxolinic acid;oxyphenbutazone;pentoxifylline;phenylbutazone;phenyramidol;phenytoin;prolonged hot weather;prolonged narcotics;pyrazolones;@DRUG$;quinine;ranitidine*;salicylates;sulfinpyrazone;sulfonamides, long acting;sulindac;thyroid drugs;tolbutamide;triclofos sodium;trimethoprim/sulfamethoxazole;unreliable prothrombin time determinations;warfarin sodium overdosage.", "label": "0"}
{"id": "DDI-DrugBank.d94.s11.p933", "sentence": "Agents that have been found, or are expected to have decreased plasma levels in the presence of EQUETROTM due to induction of CYP enzymes are the following: Acetaminophen, alprazolam, amitriptyline, bupropion, buspirone, citalopram, clobazam, clonazepam, clozapine, cyclosporin, delavirdine, desipramine, diazepam, dicumarol, doxycycline, ethosuximide, felbamate, felodipine, glucocorticoids, haloperidol, itraconazole, lamotrigine, levothyroxine, lorazepam, methadone, midazolam, mirtazapine, nortriptyline, olanzapine, oral contraceptives(3), @DRUG$, Phenytoin(4), praziquantel, protease inhibitors, @DRUG$, risperidone, theophylline, topiramate, tiagabine, tramadol, triazolam, valproate, warfarin(5) , ziprasidone, and zonisamide.", "label": "0"}
{"id": "DDI-DrugBank.d277.s8.p4", "sentence": "Phenobarbital or @DRUG$ : No formal pharmacokinetic studies have been performed examining the addition of @DRUG$ to regimens containing phenobarbital or primidone.", "label": "0"}
{"id": "DDI-DrugBank.d209.s3.p4", "sentence": "Other concomitant therapy Although specific interaction studies were not performed, @DRUG$ doses of 1 mg or more were concomitantly used in clinical studies with acetaminophen, acetylsalicylic acid, a-blockers, analgesics, angiotensin-converting enzyme (ACE) inhibitors, @DRUG$, benzodiazepines, beta blockers, calcium-channel blockers, cardiac nitrates, diuretics, H2 antagonists, HMG-CoA reductase inhibitors, prostaglandin synthetase inhibitors (also referred to as NSAIDs), and quinolone anti-infectives without evidence of clinically significant adverse interactions.", "label": "0"}
{"id": "DDI-DrugBank.d123.s8.p31", "sentence": "Multivalent Cation-Containing Products: Concurrent administration of a quinolone, including ciprofloxacin, with multivalent cation-containing products such as magnesium or @DRUG$ antacids, sucralfate, VIDEX chewable/buffered tablets or pediatric powder, or products containing calcium, @DRUG$, or zinc may substantially decrease the absorption of ciprofloxacin, resulting in serum and urine levels considerably lower than desired.", "label": "0"}
{"id": "DDI-DrugBank.d139.s4.p4", "sentence": "Colestipol-Concomitant intake of @DRUG$ and vitamin K may reduce the absorption of @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d533.s1.p7", "sentence": "Co-administration of @DRUG$, atenolol, warfarin, furosemide, digoxin, celecoxib, hydrochlorothiazide, ramipril, @DRUG$, metformin and amlodipine did not result in clinically significant increases in aliskiren exposure.", "label": "0"}
{"id": "DDI-DrugBank.d382.s34.p2", "sentence": "therefore, coadministration of @DRUG$ with drugs that strongly induce CYP3A4 activity (e.g., rifampin, carbamazepine, @DRUG$) may result in reduced plasma concentrations of aprepitant that may result in decreased efficacy of Aprepitant.", "label": "DDI-mechanism"}
{"id": "DDI-DrugBank.d84.s1.p14", "sentence": "Although deferasirox has a lower affinity for aluminum than for iron, Exjade should not be taken with @DRUG$-containing @DRUG$.", "label": "0"}
{"id": "DDI-DrugBank.d64.s87.p713", "sentence": "Drugs that reportedly may increase oral anticoagulant response, ie, increased prothrombin response, in man include:alcohol*;allopurinol;aminosalicylic acid;amiodarone;anabolic steroids;antibiotics;bromelains;chloral hydrate*;chlorpropamide;chymotrypsin;cimetidine;cinchophen;clofibrate;dextran;@DRUG$;diazoxide;dietary deficiencies;diflunisal;disulfiram;drugs affecting blood elements;ethacrynic acid;fenoprofen;glucagon;hepatotoxic drugs;ibuprofen;indomethacin;@DRUG$;inhalation anesthetics;mefenamic acid;methyldopa;methylphenidate;metronidazole;miconazole;monoamine oxidase inhibitors;nalidixic acid;naproxen;oxolinic acid;oxyphenbutazone;pentoxifylline;phenylbutazone;phenyramidol;phenytoin;prolonged hot weather;prolonged narcotics;pyrazolones;quinidine;quinine;ranitidine*;salicylates;sulfinpyrazone;sulfonamides, long acting;sulindac;thyroid drugs;tolbutamide;triclofos sodium;trimethoprim/sulfamethoxazole;unreliable prothrombin time determinations;warfarin sodium overdosage.", "label": "0"}
{"id": "DDI-DrugBank.d94.s4.p100", "sentence": "Agents that are CYP3A4 inhibitors that have been found, or are expected, to increase plasma levels of EQUETROTM are the following: Acetazolamide, azole antifungals, cimetidine, @DRUG$(1), dalfopristin, danazol, @DRUG$, diltiazem, erythromycin(1), fluoxetine, fluvoxamine, grapefruit juice, isoniazid, itraconazole, ketoconazole, loratadine, nefazodone, niacinamide, nicotinamide, protease inhibitors, propoxyphene, quinine, quinupristin, troleandomycin, valproate(1), verapamil, zileuton.", "label": "0"}
{"id": "DDI-DrugBank.d367.s11.p6", "sentence": "Antibiotics (e.g., @DRUG$, trimethoprim and sulfamethoxazole, @DRUG$).", "label": "0"}
{"id": "DDI-MedLine.d12.s7.p7", "sentence": "These results suggest that both dexamethasone and @DRUG$, and possibly other glucocorticoids and retinoids, may regulate the proliferation of prostate epithelium by a dose-dependent modification of the activity of @DRUG$ and EGF.", "label": "DDI-effect"}
{"id": "DDI-DrugBank.d357.s3.p25", "sentence": "Dopamine Antagonists: Since apomorphine is a dopamine agonist, it is possible that @DRUG$, such as the neuroleptics (@DRUG$, butyrophenones, thioxanthenes) or metoclopramide, may diminish the effectiveness of APOKYN.", "label": "0"}
{"id": "DDI-DrugBank.d78.s9.p0", "sentence": "@DRUG$: In subjects receiving @DRUG$, no significant change in clotting time was observed when grepafloxacin was coadministered.", "label": "0"}
{"id": "DDI-DrugBank.d484.s0.p126", "sentence": "Etonogestrel may interact with the following medications: acetaminophen (@DRUG$), antibiotics such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), rifadin (rifampin), St. Johns wort, temazepam, @DRUG$ (Theo-Dur), and vitamin C.", "label": "0"}
{"id": "DDI-DrugBank.d566.s2.p18", "sentence": "Cholestyramine resin may interfere with the pharmacokinetics of drugs that undergo enterohepatic circulation, The discontinuance of cholestyramine resin could pose a hazard to health if a potentially toxic drug such as @DRUG$ has been filtrated to a maintenance level while the patient was taking @DRUG$ resin.", "label": "0"}
{"id": "DDI-DrugBank.d484.s0.p164", "sentence": "Etonogestrel may interact with the following medications: acetaminophen (Tylenol), @DRUG$ such as ampicillin and tetracycline, anticonvulsants (Dilantin, Phenobarbital, Tegretol, Trileptal, Topamax, Felbatol), antifungals (Gris-PEG, Nizoral, Sporanox), atorvastatin (Lipitor), clofibrate (Atromid-S), cyclosporine (Neoral, Sandimmune), HIV drugs classified as protease inhibitors (Agenerase, Crixivan, Fortovase, Invirase, Kaletra, Norvir, Viracept), morphine (Astramorph, Kadian, MS Contin), phenylbutazone, prednisolone (Prelone), @DRUG$ (rifampin), St. Johns wort, temazepam, theophylline (Theo-Dur), and vitamin C.", "label": "0"}
{"id": "DDI-DrugBank.d568.s13.p1", "sentence": "@DRUG$ and Celexa - In a controlled study, a single dose of @DRUG$ 2 mg co-administered with racemic citalopram 40 mg given once daily for 11 days was associated with a mean increase in QTc values of approximately 10 msec compared to pimozide given alone.", "label": "0"}
{"id": "DDI-DrugBank.d245.s7.p0", "sentence": "Since animal studies suggest that the action of @DRUG$ may be prolonged by therapy with @DRUG$, barbiturates should be employed with caution.", "label": "DDI-effect"}
